{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\log_cqm_paper_analysis.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res} 2 Sep 2025, 11:30:55
{txt}
{com}. use "$proc\cqm_paper_data_for_regressions"
{txt}
{com}. 
. **summarize data
. sum cs_baseline, d

                         {txt}CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 37.88068      -80.66316
{txt} 5%    {res} 55.62353      -57.43134
{txt}10%    {res} 62.87834      -48.73766       {txt}Obs         {res}     72,837
{txt}25%    {res}  69.6451      -43.69033       {txt}Sum of wgt. {res}     72,837

{txt}50%    {res} 76.61182                      {txt}Mean          {res} 77.28144
                        {txt}Largest       Std. dev.     {res} 13.67329
{txt}75%    {res}  85.6265       116.0574
{txt}90%    {res}  94.4728       116.0872       {txt}Variance      {res} 186.9588
{txt}95%    {res} 99.50226       116.0979       {txt}Skewness      {res}-.3964392
{txt}99%    {res} 110.8607       116.2576       {txt}Kurtosis      {res} 5.642799
{txt}
{com}. by microtype,s: sum cs_baseline if urban==1, d

{txt}{hline}
-> microtype = 1: Urban center

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 52.15697       17.72489
{txt} 5%    {res} 68.41109       17.76466
{txt}10%    {res} 74.03027       19.55495       {txt}Obs         {res}     19,626
{txt}25%    {res} 80.39111       30.92172       {txt}Sum of wgt. {res}     19,626

{txt}50%    {res} 88.04009                      {txt}Mean          {res} 88.20838
                        {txt}Largest       Std. dev.     {res} 12.52247
{txt}75%    {res} 96.04672       116.0574
{txt}90%    {res} 104.9658       116.0872       {txt}Variance      {res} 156.8123
{txt}95%    {res} 109.5385       116.0979       {txt}Skewness      {res}-.3933306
{txt}99%    {res} 113.5612       116.2576       {txt}Kurtosis      {res} 3.806088

{txt}{hline}
-> microtype = 2: Urban mixed-use

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 43.21935      -1.324739
{txt} 5%    {res} 57.45858       1.742229
{txt}10%    {res} 63.85548       11.67536       {txt}Obs         {res}     23,545
{txt}25%    {res} 69.55323       12.67077       {txt}Sum of wgt. {res}     23,545

{txt}50%    {res} 75.51125                      {txt}Mean          {res} 75.75291
                        {txt}Largest       Std. dev.     {res} 11.04951
{txt}75%    {res}  82.0862       114.6277
{txt}90%    {res}  90.2567       115.0742       {txt}Variance      {res} 122.0916
{txt}95%    {res} 93.66363       115.0816       {txt}Skewness      {res}-.3606948
{txt}99%    {res} 101.3385       115.3029       {txt}Kurtosis      {res} 4.767977

{txt}{hline}
-> microtype = 3: Suburban

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 41.93857      -48.73766
{txt} 5%    {res} 59.28503       4.243207
{txt}10%    {res} 63.34854       7.299621       {txt}Obs         {res}     17,913
{txt}25%    {res} 68.53378       8.803716       {txt}Sum of wgt. {res}     17,913

{txt}50%    {res} 73.89436                      {txt}Mean          {res}  73.6126
                        {txt}Largest       Std. dev.     {res} 9.553996
{txt}75%    {res} 78.94347       104.9284
{txt}90%    {res} 85.48931       105.7371       {txt}Variance      {res} 91.27884
{txt}95%    {res} 88.45584       105.8835       {txt}Skewness      {res}-.9808927
{txt}99%    {res} 92.75826       112.0623       {txt}Kurtosis      {res}  7.79649

{txt}{hline}
-> microtype = 4: Rural town center

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res}  45.9222       15.93925
{txt} 5%    {res} 59.39627       17.07466
{txt}10%    {res} 63.11837       27.98845       {txt}Obs         {res}      3,025
{txt}25%    {res} 68.04506       30.76705       {txt}Sum of wgt. {res}      3,025

{txt}50%    {res} 72.58739                      {txt}Mean          {res} 72.28185
                        {txt}Largest       Std. dev.     {res} 8.376323
{txt}75%    {res} 76.46193       94.21524
{txt}90%    {res} 81.35282       94.40309       {txt}Variance      {res} 70.16278
{txt}95%    {res}  86.7028       94.51054       {txt}Skewness      {res}-.5532193
{txt}99%    {res}  93.1212       95.13353       {txt}Kurtosis      {res}  6.39214

{txt}{hline}
-> microtype = 5: Rural agriculture

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 27.32701      -80.66316
{txt} 5%    {res} 39.07087      -43.69033
{txt}10%    {res}  46.4157      -39.72104       {txt}Obs         {res}      3,910
{txt}25%    {res} 60.68972      -29.28366       {txt}Sum of wgt. {res}      3,910

{txt}50%    {res} 67.25972                      {txt}Mean          {res} 64.98603
                        {txt}Largest       Std. dev.     {res} 13.14064
{txt}75%    {res} 73.07439       93.17651
{txt}90%    {res}  77.9317       96.61136       {txt}Variance      {res} 172.6763
{txt}95%    {res} 81.23189       97.80827       {txt}Skewness      {res}-1.706526
{txt}99%    {res} 89.22771        102.128       {txt}Kurtosis      {res}  11.2446

{txt}
{com}. by networktype,s: sum cs_baseline if urban==1, d

{txt}{hline}
-> networktype = 1: Urban 1

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 53.99784       31.56052
{txt} 5%    {res} 69.03058        32.5013
{txt}10%    {res} 73.65916       34.33343       {txt}Obs         {res}     11,534
{txt}25%    {res} 81.09983       36.72373       {txt}Sum of wgt. {res}     11,534

{txt}50%    {res} 90.62569                      {txt}Mean          {res} 90.36714
                        {txt}Largest       Std. dev.     {res} 13.28392
{txt}75%    {res} 98.89581       116.0574
{txt}90%    {res}  108.914       116.0872       {txt}Variance      {res} 176.4624
{txt}95%    {res} 111.4915       116.0979       {txt}Skewness      {res}-.3261101
{txt}99%    {res} 114.2607       116.2576       {txt}Kurtosis      {res} 3.047638

{txt}{hline}
-> networktype = 2: Urban 2

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 46.00305      -80.66316
{txt} 5%    {res} 60.55759      -2.397074
{txt}10%    {res} 65.32156       1.742229       {txt}Obs         {res}     13,488
{txt}25%    {res} 70.96112        16.6902       {txt}Sum of wgt. {res}     13,488

{txt}50%    {res} 76.53253                      {txt}Mean          {res} 77.06985
                        {txt}Largest       Std. dev.     {res} 10.89253
{txt}75%    {res} 83.78826       111.8779
{txt}90%    {res}  90.8924        112.191       {txt}Variance      {res} 118.6472
{txt}95%    {res} 95.14135       112.9572       {txt}Skewness      {res}-.5044891
{txt}99%    {res}  102.723       115.0816       {txt}Kurtosis      {res} 7.952896

{txt}{hline}
-> networktype = 3: Urban 3

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 47.13354      -.6262221
{txt} 5%    {res} 60.49893       17.94051
{txt}10%    {res} 65.45448       18.80664       {txt}Obs         {res}     15,249
{txt}25%    {res} 71.54942        22.5488       {txt}Sum of wgt. {res}     15,249

{txt}50%    {res} 77.92561                      {txt}Mean          {res}  78.1483
                        {txt}Largest       Std. dev.     {res} 11.13576
{txt}75%    {res} 85.51152       112.0623
{txt}90%    {res} 92.87054       112.5332       {txt}Variance      {res} 124.0053
{txt}95%    {res} 96.03227       114.0391       {txt}Skewness      {res}-.3471094
{txt}99%    {res} 102.9448       115.0333       {txt}Kurtosis      {res}  4.11477

{txt}{hline}
-> networktype = 4: Urban 4

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 46.21787       11.67536
{txt} 5%    {res} 60.61164       12.67077
{txt}10%    {res} 65.22726       17.07466       {txt}Obs         {res}     11,731
{txt}25%    {res} 70.72812       17.76466       {txt}Sum of wgt. {res}     11,731

{txt}50%    {res} 76.61581                      {txt}Mean          {res} 76.98182
                        {txt}Largest       Std. dev.     {res} 10.64038
{txt}75%    {res} 83.62347       110.1941
{txt}90%    {res}  91.0267       110.2066       {txt}Variance      {res} 113.2177
{txt}95%    {res} 94.53827       110.2641       {txt}Skewness      {res}-.3064661
{txt}99%    {res} 101.2192       111.5108       {txt}Kurtosis      {res} 4.363037

{txt}{hline}
-> networktype = 5: Urban 5

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 33.26276      -48.73766
{txt} 5%    {res} 47.81018      -43.69033
{txt}10%    {res} 57.38874      -39.72104       {txt}Obs         {res}     16,017
{txt}25%    {res} 65.40969      -29.28366       {txt}Sum of wgt. {res}     16,017

{txt}50%    {res} 71.43281                      {txt}Mean          {res} 70.52384
                        {txt}Largest       Std. dev.     {res} 11.73745
{txt}75%    {res} 76.79974       101.4086
{txt}90%    {res}  84.4293       102.5707       {txt}Variance      {res} 137.7676
{txt}95%    {res} 88.63692       104.4195       {txt}Skewness      {res}-1.118717
{txt}99%    {res} 93.48622          107.7       {txt}Kurtosis      {res} 7.435264

{txt}{hline}
-> networktype = 6: Rural 1

                         CS_baseline
{hline 61}
no observations

{hline}
-> networktype = 7: Rural 2

                         CS_baseline
{hline 61}
no observations

{hline}
-> networktype = 8: Rural 3

                         CS_baseline
{hline 61}
no observations


{com}. by geotype,s: sum cs_baseline if urban==1, d

{txt}{hline}
-> geotype = A

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 58.39755      -80.66316
{txt} 5%    {res} 66.78968       36.38322
{txt}10%    {res} 69.56229       39.34732       {txt}Obs         {res}     46,500
{txt}25%    {res} 74.65424       39.40869       {txt}Sum of wgt. {res}     46,500

{txt}50%    {res}  80.7967                      {txt}Mean          {res} 82.52652
                        {txt}Largest       Std. dev.     {res} 11.36698
{txt}75%    {res} 89.61263       116.0574
{txt}90%    {res} 97.36671       116.0872       {txt}Variance      {res} 129.2082
{txt}95%    {res} 104.0536       116.0979       {txt}Skewness      {res} .3432517
{txt}99%    {res} 112.0741       116.2576       {txt}Kurtosis      {res} 4.104462

{txt}{hline}
-> geotype = B

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 32.88363      -48.73766
{txt} 5%    {res}  46.7001      -43.69033
{txt}10%    {res}  54.3656      -39.72104       {txt}Obs         {res}     21,519
{txt}25%    {res} 63.49527      -29.28366       {txt}Sum of wgt. {res}     21,519

{txt}50%    {res} 69.30444                      {txt}Mean          {res} 68.24979
                        {txt}Largest       Std. dev.     {res} 11.27943
{txt}75%    {res} 74.75018       96.95206
{txt}90%    {res} 80.23414       97.06994       {txt}Variance      {res} 127.2256
{txt}95%    {res} 84.51389       97.30617       {txt}Skewness      {res}-1.104284
{txt}99%    {res} 92.21418       98.78783       {txt}Kurtosis      {res} 7.037055

{txt}{hline}
-> geotype = C

                         CS_baseline
{hline 61}
no observations

{hline}
-> geotype = D

                         CS_baseline
{hline 61}
no observations


{com}. by transavail,s: sum cs_baseline if urban==1, d

{txt}{hline}
-> transavail = bin1: 0

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 36.38322      -80.66316
{txt} 5%    {res} 51.60292      -48.73766
{txt}10%    {res} 59.92562      -43.69033       {txt}Obs         {res}     28,015
{txt}25%    {res} 66.53578      -39.72104       {txt}Sum of wgt. {res}     28,015

{txt}50%    {res} 72.70155                      {txt}Mean          {res} 72.07197
                        {txt}Largest       Std. dev.     {res} 11.62217
{txt}75%    {res}  77.9536       112.0532
{txt}90%    {res} 86.37514       112.1664       {txt}Variance      {res} 135.0749
{txt}95%    {res}  90.2214       112.2669       {txt}Skewness      {res}-.7764426
{txt}99%    {res} 99.98055       113.0604       {txt}Kurtosis      {res} 7.615561

{txt}{hline}
-> transavail = bin2: (0 - 0.30]

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 48.05484       40.89969
{txt} 5%    {res} 57.06076       43.21935
{txt}10%    {res} 61.33425       43.57463       {txt}Obs         {res}      1,501
{txt}25%    {res}  65.6341        43.5894       {txt}Sum of wgt. {res}      1,501

{txt}50%    {res} 71.13591                      {txt}Mean          {res} 70.30181
                        {txt}Largest       Std. dev.     {res} 7.353994
{txt}75%    {res} 75.16106       88.58194
{txt}90%    {res}  78.1921       88.60722       {txt}Variance      {res} 54.08123
{txt}95%    {res} 81.73283       89.28559       {txt}Skewness      {res}-.5005997
{txt}99%    {res} 86.52479       89.34771       {txt}Kurtosis      {res}  3.94265

{txt}{hline}
-> transavail = bin3: (0.30 - 0.60]

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 50.06507       4.243207
{txt} 5%    {res} 63.44081       11.13733
{txt}10%    {res} 67.14886       11.67536       {txt}Obs         {res}     11,706
{txt}25%    {res} 71.77335       12.67077       {txt}Sum of wgt. {res}     11,706

{txt}50%    {res} 76.47076                      {txt}Mean          {res} 76.02593
                        {txt}Largest       Std. dev.     {res} 7.973856
{txt}75%    {res} 80.47495        97.1575
{txt}90%    {res} 86.27728       97.15936       {txt}Variance      {res} 63.58237
{txt}95%    {res} 88.66936       97.24656       {txt}Skewness      {res}-.9447981
{txt}99%    {res} 91.87705        97.5926       {txt}Kurtosis      {res} 7.105968

{txt}{hline}
-> transavail = bin4: (0.60 - 0.90]

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 52.24777      -1.324739
{txt} 5%    {res} 66.35817       7.299621
{txt}10%    {res} 69.46177       11.71325       {txt}Obs         {res}     20,875
{txt}25%    {res} 76.94195       18.61437       {txt}Sum of wgt. {res}     20,875

{txt}50%    {res} 85.93423                      {txt}Mean          {res} 85.90655
                        {txt}Largest       Std. dev.     {res} 13.31363
{txt}75%    {res} 94.54008       116.0574
{txt}90%    {res} 104.4499       116.0872       {txt}Variance      {res} 177.2526
{txt}95%    {res} 109.4387       116.0979       {txt}Skewness      {res}-.1509001
{txt}99%    {res} 113.5618       116.2576       {txt}Kurtosis      {res} 3.370619

{txt}{hline}
-> transavail = bin5: above 0.90

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 47.39286       26.31869
{txt} 5%    {res} 58.44007       29.37854
{txt}10%    {res} 71.01481       29.37859       {txt}Obs         {res}      5,922
{txt}25%    {res} 78.87328       31.09427       {txt}Sum of wgt. {res}      5,922

{txt}50%    {res} 85.05495                      {txt}Mean          {res}  84.1392
                        {txt}Largest       Std. dev.     {res} 11.53363
{txt}75%    {res} 93.64558       104.4733
{txt}90%    {res} 97.13394       105.0582       {txt}Variance      {res} 133.0247
{txt}95%    {res}  98.4022       106.8387       {txt}Skewness      {res} -1.21838
{txt}99%    {res} 100.7731       109.8606       {txt}Kurtosis      {res} 5.277903

{txt}
{com}. by microtype,s: sum cs_baseline if urban==0, d

{txt}{hline}
-> microtype = 1: Urban center

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 27.05123       27.05123
{txt} 5%    {res} 32.22424       32.22424
{txt}10%    {res} 34.62695       34.62695       {txt}Obs         {res}         26
{txt}25%    {res} 51.04687       37.28043       {txt}Sum of wgt. {res}         26

{txt}50%    {res} 80.78557                      {txt}Mean          {res} 69.46006
                        {txt}Largest       Std. dev.     {res} 21.36177
{txt}75%    {res} 84.61015       88.26775
{txt}90%    {res} 89.54028       89.54028       {txt}Variance      {res} 456.3251
{txt}95%    {res} 93.16491       93.16491       {txt}Skewness      {res}-.6917818
{txt}99%    {res} 93.99471       93.99471       {txt}Kurtosis      {res} 1.975451

{txt}{hline}
-> microtype = 2: Urban mixed-use

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 25.07767       8.435301
{txt} 5%    {res} 39.62224       18.97924
{txt}10%    {res} 46.76116       21.38674       {txt}Obs         {res}        599
{txt}25%    {res} 62.87177        23.7551       {txt}Sum of wgt. {res}        599

{txt}50%    {res} 70.88519                      {txt}Mean          {res} 68.91322
                        {txt}Largest       Std. dev.     {res} 14.43986
{txt}75%    {res} 77.66326        104.734
{txt}90%    {res} 85.12754       105.0056       {txt}Variance      {res} 208.5096
{txt}95%    {res} 88.95037       105.8631       {txt}Skewness      {res}-.6845054
{txt}99%    {res} 104.0199       106.4635       {txt}Kurtosis      {res} 4.169022

{txt}{hline}
-> microtype = 3: Suburban

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 20.56361       4.776567
{txt} 5%    {res} 39.52924        8.57428
{txt}10%    {res} 44.86309       11.09035       {txt}Obs         {res}        598
{txt}25%    {res} 62.63924        18.5862       {txt}Sum of wgt. {res}        598

{txt}50%    {res} 70.29821                      {txt}Mean          {res} 67.55034
                        {txt}Largest       Std. dev.     {res}  14.4219
{txt}75%    {res} 76.12632       99.21479
{txt}90%    {res} 82.84422       101.2627       {txt}Variance      {res} 207.9911
{txt}95%    {res} 86.26193       102.1456       {txt}Skewness      {res}-1.060668
{txt}99%    {res} 95.43613       102.3304       {txt}Kurtosis      {res} 4.669085

{txt}{hline}
-> microtype = 4: Rural town center

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 32.15631       25.08671
{txt} 5%    {res}    44.61       25.31516
{txt}10%    {res} 56.91361       25.90685       {txt}Obs         {res}      1,016
{txt}25%    {res} 66.56492       26.41186       {txt}Sum of wgt. {res}      1,016

{txt}50%    {res} 74.26777                      {txt}Mean          {res}   73.159
                        {txt}Largest       Std. dev.     {res} 13.38138
{txt}75%    {res} 82.46761       104.4553
{txt}90%    {res} 87.23144       104.8241       {txt}Variance      {res} 179.0614
{txt}95%    {res} 91.56065       104.9829       {txt}Skewness      {res} -.818885
{txt}99%    {res} 103.0856        105.752       {txt}Kurtosis      {res} 4.354487

{txt}{hline}
-> microtype = 5: Rural agriculture

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 8.126634      -57.43134
{txt} 5%    {res} 32.63953      -41.02718
{txt}10%    {res} 39.09296      -40.67589       {txt}Obs         {res}      2,579
{txt}25%    {res} 55.34148      -37.32769       {txt}Sum of wgt. {res}      2,579

{txt}50%    {res} 67.41132                      {txt}Mean          {res} 63.97381
                        {txt}Largest       Std. dev.     {res} 17.84449
{txt}75%    {res} 75.76221       101.0045
{txt}90%    {res} 82.49125       101.4912       {txt}Variance      {res} 318.4258
{txt}95%    {res} 87.62756       101.9317       {txt}Skewness      {res}-1.364436
{txt}99%    {res} 91.88892       103.0852       {txt}Kurtosis      {res} 6.853026

{txt}
{com}. by networktype,s: sum cs_baseline if urban==0, d

{txt}{hline}
-> networktype = 1: Urban 1

                         CS_baseline
{hline 61}
no observations

{hline}
-> networktype = 2: Urban 2

                         CS_baseline
{hline 61}
no observations

{hline}
-> networktype = 3: Urban 3

                         CS_baseline
{hline 61}
no observations

{hline}
-> networktype = 4: Urban 4

                         CS_baseline
{hline 61}
no observations

{hline}
-> networktype = 5: Urban 5

                         CS_baseline
{hline 61}
no observations

{hline}
-> networktype = 6: Rural 1

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 25.07767       8.435301
{txt} 5%    {res} 38.35989       9.015563
{txt}10%    {res} 44.85188       10.54132       {txt}Obs         {res}        931
{txt}25%    {res} 61.33156       18.97924       {txt}Sum of wgt. {res}        931

{txt}50%    {res} 69.29313                      {txt}Mean          {res} 67.32486
                        {txt}Largest       Std. dev.     {res} 14.33126
{txt}75%    {res} 77.04955       93.99471
{txt}90%    {res} 84.14955       94.25381       {txt}Variance      {res} 205.3849
{txt}95%    {res} 87.24841       95.21447       {txt}Skewness      {res}-.9002105
{txt}99%    {res} 93.05673       97.47176       {txt}Kurtosis      {res} 4.012232

{txt}{hline}
-> networktype = 7: Rural 2

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 14.12823      -40.67589
{txt} 5%    {res} 30.42321      -36.86555
{txt}10%    {res} 35.27334      -34.09089       {txt}Obs         {res}      1,468
{txt}25%    {res} 45.91109      -26.04581       {txt}Sum of wgt. {res}      1,468

{txt}50%    {res} 63.24353                      {txt}Mean          {res} 58.55297
                        {txt}Largest       Std. dev.     {res} 17.28604
{txt}75%    {res}  70.3208       90.66736
{txt}90%    {res} 77.81548       90.82197       {txt}Variance      {res} 298.8071
{txt}95%    {res} 82.32291       90.95955       {txt}Skewness      {res} -.906152
{txt}99%    {res}  88.4909        91.3689       {txt}Kurtosis      {res} 4.954648

{txt}{hline}
-> networktype = 8: Rural 3

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 17.78264      -57.43134
{txt} 5%    {res} 44.85182      -41.02718
{txt}10%    {res} 55.98615      -37.32769       {txt}Obs         {res}      2,419
{txt}25%    {res} 66.15661      -32.45671       {txt}Sum of wgt. {res}      2,419

{txt}50%    {res} 73.59812                      {txt}Mean          {res} 71.99789
                        {txt}Largest       Std. dev.     {res} 14.84662
{txt}75%    {res} 80.79317       105.0056
{txt}90%    {res} 87.11871        105.752       {txt}Variance      {res} 220.4221
{txt}95%    {res} 90.56628       105.8631       {txt}Skewness      {res}-1.939875
{txt}99%    {res} 102.3148       106.4635       {txt}Kurtosis      {res}  12.2246

{txt}
{com}. by geotype,s: sum cs_baseline if urban==0, d

{txt}{hline}
-> geotype = A

                         CS_baseline
{hline 61}
no observations

{hline}
-> geotype = B

                         CS_baseline
{hline 61}
no observations

{hline}
-> geotype = C

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 26.16273      -57.43134
{txt} 5%    {res} 41.10261      -41.02718
{txt}10%    {res} 50.02382      -37.32769       {txt}Obs         {res}      3,967
{txt}25%    {res} 63.45149      -32.45671       {txt}Sum of wgt. {res}      3,967

{txt}50%    {res} 71.26854                      {txt}Mean          {res} 69.44936
                        {txt}Largest       Std. dev.     {res} 14.92554
{txt}75%    {res} 78.80397       105.0056
{txt}90%    {res} 85.91814        105.752       {txt}Variance      {res} 222.7717
{txt}95%    {res} 89.12933       105.8631       {txt}Skewness      {res}-1.346547
{txt}99%    {res} 98.52899       106.4635       {txt}Kurtosis      {res} 8.206361

{txt}{hline}
-> geotype = D

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 1.708897      -40.67589
{txt} 5%    {res} 26.13212      -36.86555
{txt}10%    {res} 31.86203      -34.09089       {txt}Obs         {res}        851
{txt}25%    {res} 40.78561      -6.045421       {txt}Sum of wgt. {res}        851

{txt}50%    {res}  60.8435                      {txt}Mean          {res} 55.57282
                        {txt}Largest       Std. dev.     {res} 19.07169
{txt}75%    {res} 70.09795         88.085
{txt}90%    {res} 76.07703       88.12981       {txt}Variance      {res} 363.7294
{txt}95%    {res} 80.72257       88.47831       {txt}Skewness      {res}-.8679088
{txt}99%    {res} 86.69858       90.39009       {txt}Kurtosis      {res} 4.242966

{txt}
{com}. by transavail2,s: sum cs_baseline if urban==0, d

{txt}{hline}
-> transavail2 = bin1: 0

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 17.78264      -57.43134
{txt} 5%    {res} 35.31419      -41.02718
{txt}10%    {res} 42.12821      -40.67589       {txt}Obs         {res}      4,532
{txt}25%    {res} 60.03343      -37.32769       {txt}Sum of wgt. {res}      4,532

{txt}50%    {res} 69.34042                      {txt}Mean          {res}  66.6473
                        {txt}Largest       Std. dev.     {res} 16.73588
{txt}75%    {res} 77.43576       105.0056
{txt}90%    {res} 84.81609        105.752       {txt}Variance      {res} 280.0895
{txt}95%    {res} 88.08778       105.8631       {txt}Skewness      {res}-1.277055
{txt}99%    {res} 96.69761       106.4635       {txt}Kurtosis      {res} 6.682399

{txt}{hline}
-> transavail2 = bin2: above 0

                         CS_baseline
{hline 61}
      Percentiles      Smallest
 1%    {res} 35.66333       30.32242
{txt} 5%    {res} 44.94896       35.49209
{txt}10%    {res} 51.87512       35.66333       {txt}Obs         {res}        286
{txt}25%    {res} 68.45864       36.05342       {txt}Sum of wgt. {res}        286

{txt}50%    {res} 75.06126                      {txt}Mean          {res} 72.56135
                        {txt}Largest       Std. dev.     {res} 13.12701
{txt}75%    {res} 81.80094       93.45101
{txt}90%    {res} 87.27383       93.51427       {txt}Variance      {res} 172.3185
{txt}95%    {res}  91.0361       93.90656       {txt}Skewness      {res}-.9200862
{txt}99%    {res} 93.51427       95.21447       {txt}Kurtosis      {res} 3.517614

{txt}
{com}. 
. 
. ** Generate figures for urban regions
. 
. /*Generate and save each plot individually*/
. cdfplot cs_baseline if urban==1 & cs_baseline_nooutliers==1, by(networktype) opt1(lc(orange*1.4 orange*1.2 orange orange*.6 orange*.3) xtitle("Commute Quality Metric" "(b)") legend(lab(1 "Urban 1") lab(2 "Urban 2") lab(3 "Urban 3") lab(4 "Urban 4") lab(5 "Urban 5") position(10) ring(0))) xlab(0(30)120) name(network_plot, replace)
{txt}(0 observations deleted)

{com}. 
. cdfplot cs_baseline if urban==1 & cs_baseline_nooutliers==1, by(microtype) opt1(lc("22 22 156" blue purple gold dkorange) xtitle("Commute Quality Metric" "(c)") legend(lab(1 "Urban center") lab(2 "Urban mixed-use") lab(3 "Suburban") lab(4 "Rural town center") lab(5 "Rural agriculture") position(10) ring(0))) xlab(0(30)120) name(micro_plot, replace)
{txt}(0 observations deleted)

{com}. 
. cdfplot cs_baseline if urban==1 & cs_baseline_nooutliers==1, by(geotype) opt1(lc("213 122 100" emerald) xtitle("Commute Quality Metric" "(a)") legend(lab(1 "A") lab(2 "B") position(10) ring(0))) xlab(0(30)120) name(geo_plot, replace)
{txt}(0 observations deleted)

{com}. 
. cdfplot cs_baseline if urban==1 & cs_baseline_nooutliers==1, by(transavail) opt1(lc(edkblue*.2 edkblue*.4 edkblue*.6 edkblue*.8 edkblue) xtitle("Commute Quality Metric" "(d)") legend(lab(1 "0") lab(2 "0 - 0.30") lab(3 "0.30 - 0.60") lab(4 "0.60 - 0.90") lab(5 "above 0.90") position(10) ring(0))) xlab(0(30)120) name(transit_plot, replace)
{txt}(0 observations deleted)

{com}. 
. 
. /*Combine plots into single figure*/
. graph combine geo_plot network_plot micro_plot transit_plot, ///
>     col(2) row(2) ///
>     title("") ///
>     ycommon ysize(medium) ///
>     xcommon xsize(medium)
{res}{p 0 4 2}
{txt}(note:  named style
medium not found in class
graphsize,  default attributes used)
{p_end}
{p 0 4 2}
{txt}(note:  named style
5 not found in class
graphsize,  default attributes used)
{p_end}
{p 0 4 2}
{txt}(note:  named style
medium not found in class
graphsize,  default attributes used)
{p_end}
{p 0 4 2}
{txt}(note:  named style
5 not found in class
graphsize,  default attributes used)
{p_end}

{com}. 
. /*Export combined figure*/
. graph export "$fig\combined_cs_urban.png", replace
{txt}{p 0 4 2}
file {bf}
C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\figures\combined_cs_urban.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. ** Generate figures for rural regions
. 
. /*Generate and save each plot individually*/
. cdfplot cs_baseline if urban==0 & cs_baseline_nooutliers==1, by(networktype) opt1(lc(emerald*1.2 emerald*.6 emerald*.4) xtitle("Commute Quality Metric" "(b)") legend(lab(1 "Rural 1") lab(2 "Rural 2") lab(3 "Rural 3") position(10) ring(0))) xlab(0(30)120) name(network_plot, replace)
{txt}(0 observations deleted)

{com}. 
. cdfplot cs_baseline if urban==0 & cs_baseline_nooutliers==1 & microtype!="1: Urban center", by(microtype) opt1(lc(blue purple gold dkorange) xtitle("Commute Quality Metric" "(c)") legend(lab(1 "Urban mixed-use") lab(2 "Suburban") lab(3 "Rural town center") lab(4 "Rural agriculture") position(10) ring(0))) xlab(0(30)120) name(micro_plot, replace)
{txt}(0 observations deleted)

{com}. 
. cdfplot cs_baseline if urban==0 & cs_baseline_nooutliers==1, by(geotype) opt1(lc("49 67 76" sand) xtitle("Commute Quality Metric" "(a)") legend(lab(1 "C") lab(2 "D") position(10) ring(0))) xlab(0(30)120) name(geo_plot, replace)
{txt}(0 observations deleted)

{com}. 
. cdfplot cs_baseline if urban==0 & cs_baseline_nooutliers==1, by(transavail2) opt1(lc(edkblue*.4 edkblue) xtitle("Commute Quality Metric" "(d)") legend(lab(1 "0") lab(2 "above 0") position(10) ring(0))) xlab(0(30)120) name(transit_plot, replace)
{txt}(0 observations deleted)

{com}. 
. /*Combine plots into single figure*/
. graph combine geo_plot network_plot micro_plot transit_plot, ///
>     col(2) row(2) ///
>     title("") ///
>     ycommon ysize(medium) ///
>     xcommon xsize(medium)
{res}{p 0 4 2}
{txt}(note:  named style
medium not found in class
graphsize,  default attributes used)
{p_end}
{p 0 4 2}
{txt}(note:  named style
5 not found in class
graphsize,  default attributes used)
{p_end}
{p 0 4 2}
{txt}(note:  named style
medium not found in class
graphsize,  default attributes used)
{p_end}
{p 0 4 2}
{txt}(note:  named style
5 not found in class
graphsize,  default attributes used)
{p_end}

{com}. 
. /*Export combined figure*/
. graph export "$fig\combined_cs_rural.png", replace
{txt}{p 0 4 2}
file {bf}
C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\figures\combined_cs_rural.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. /*Define global containing all controls included in subsequent step*/
. global socioec="frac_age_above_65 edu_above_bs frac_hh_no_veh frac_tenure_renter  frac_below_poverty frac_hh_inc_below_40k frac_hh_inc_above_100k job_density"
{txt}
{com}. 
. /*Define panel data structure with units being counties, and tracts within counties as within-unit observations*/
. xtset county_enc o_geoid
{res}
{col 1}{txt:Panel variable: }{res:county_enc}{txt: (unbalanced)}
{p 1 16 2}{txt:Time variable: }{res:o_geoid}{txt:, }{res:{bind:1.001e+09}}{txt: to }{res:{bind:5.605e+10}}{txt:, but with gaps}{p_end}
{txt}{col 10}Delta: {res}1 unit
{txt}
{com}. 
. *Table 1 Regressions: Regression results for commute quality on location characteristics
. outreg2 using "$tab\cs_overall", excel replace: reg cs_baseline i.network_enc,  vce(cl county_enc)

{txt}Linear regression                               Number of obs     = {res}    72,837
                                                {txt}F(7, 3141)        =  {res}    82.92
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.2493
                                                {txt}Root MSE          =    {res} 11.848

{txt}{ralign 78:(Std. err. adjusted for {res:3,142} clusters in {res:county_enc})}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1} cs_baseline{col 14}{c |} Coefficient{col 26}  std. err.{col 38}      t{col 46}   P>|t|{col 54}     [95% con{col 67}f. interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}network_enc {c |}
{space 1}2: Urban 2  {c |}{col 14}{res}{space 2}-13.29728{col 26}{space 2} 1.651043{col 37}{space 1}   -8.05{col 46}{space 3}0.000{col 54}{space 4}-16.53452{col 67}{space 3}-10.06005
{txt}{space 1}3: Urban 3  {c |}{col 14}{res}{space 2}-12.21884{col 26}{space 2} 1.668753{col 37}{space 1}   -7.32{col 46}{space 3}0.000{col 54}{space 4}-15.49079{col 67}{space 3}-8.946881
{txt}{space 1}4: Urban 4  {c |}{col 14}{res}{space 2}-13.38532{col 26}{space 2} 1.734034{col 37}{space 1}   -7.72{col 46}{space 3}0.000{col 54}{space 4}-16.78527{col 67}{space 3}-9.985362
{txt}{space 1}5: Urban 5  {c |}{col 14}{res}{space 2} -19.8433{col 26}{space 2} 1.812285{col 37}{space 1}  -10.95{col 46}{space 3}0.000{col 54}{space 4}-23.39668{col 67}{space 3}-16.28992
{txt}{space 1}6: Rural 1  {c |}{col 14}{res}{space 2}-23.04228{col 26}{space 2} 1.973005{col 37}{space 1}  -11.68{col 46}{space 3}0.000{col 54}{space 4}-26.91079{col 67}{space 3}-19.17377
{txt}{space 1}7: Rural 2  {c |}{col 14}{res}{space 2}-31.81417{col 26}{space 2} 1.969726{col 37}{space 1}  -16.15{col 46}{space 3}0.000{col 54}{space 4}-35.67625{col 67}{space 3}-27.95209
{txt}{space 1}8: Rural 3  {c |}{col 14}{res}{space 2}-18.36925{col 26}{space 2} 1.962945{col 37}{space 1}   -9.36{col 46}{space 3}0.000{col 54}{space 4}-22.21804{col 67}{space 3}-14.52047
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} 90.36714{col 26}{space 2} 1.839952{col 37}{space 1}   49.11{col 46}{space 3}0.000{col 54}{space 4} 86.75951{col 67}{space 3} 93.97477
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.txt""':seeout}

{com}. outreg2 using "$tab\cs_overall", excel append: reg cs_baseline i.microtype_enc,  vce(cl county_enc)

{txt}Linear regression                               Number of obs     = {res}    72,837
                                                {txt}F(4, 3141)        =  {res}   162.73
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.2806
                                                {txt}Root MSE          =    {res} 11.598

{txt}{ralign 87:(Std. err. adjusted for {res:3,142} clusters in {res:county_enc})}
{hline 22}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 23}{c |}{col 35}    Robust
{col 1}          cs_baseline{col 23}{c |} Coefficient{col 35}  std. err.{col 47}      t{col 55}   P>|t|{col 63}     [95% con{col 76}f. interval]
{hline 22}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 8}microtype_enc {c |}
{space 2}2: Urban mixed-use  {c |}{col 23}{res}{space 2}-12.60035{col 35}{space 2} 1.228324{col 46}{space 1}  -10.26{col 55}{space 3}0.000{col 63}{space 4}-15.00875{col 76}{space 3}-10.19195
{txt}{space 9}3: Suburban  {c |}{col 23}{res}{space 2}-14.76682{col 35}{space 2} 1.279036{col 46}{space 1}  -11.55{col 55}{space 3}0.000{col 63}{space 4}-17.27465{col 76}{space 3}-12.25899
{txt}4: Rural town center  {c |}{col 23}{res}{space 2}-15.68119{col 35}{space 2} 1.458699{col 46}{space 1}  -10.75{col 55}{space 3}0.000{col 63}{space 4}-18.54128{col 76}{space 3}-12.82109
{txt}5: Rural agriculture  {c |}{col 23}{res}{space 2}-23.59984{col 35}{space 2} 1.447537{col 46}{space 1}  -16.30{col 55}{space 3}0.000{col 63}{space 4}-26.43805{col 76}{space 3}-20.76162
{txt}{space 21} {c |}
{space 16}_cons {c |}{col 23}{res}{space 2} 88.18357{col 35}{space 2} 1.436535{col 46}{space 1}   61.39{col 55}{space 3}0.000{col 63}{space 4} 85.36693{col 76}{space 3} 91.00022
{txt}{hline 22}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.txt""':seeout}

{com}. outreg2 using "$tab\cs_overall", excel append: reg cs_baseline i.geotype_enc,  vce(cl county_enc)

{txt}Linear regression                               Number of obs     = {res}    72,837
                                                {txt}F(3, 3141)        =  {res}   109.76
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.2702
                                                {txt}Root MSE          =    {res} 11.681

{txt}{ralign 78:(Std. err. adjusted for {res:3,142} clusters in {res:county_enc})}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1} cs_baseline{col 14}{c |} Coefficient{col 26}  std. err.{col 38}      t{col 46}   P>|t|{col 54}     [95% con{col 67}f. interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}geotype_enc {c |}
{space 10}B  {c |}{col 14}{res}{space 2}-14.27672{col 26}{space 2} 1.245996{col 37}{space 1}  -11.46{col 46}{space 3}0.000{col 54}{space 4}-16.71977{col 67}{space 3}-11.83367
{txt}{space 10}C  {c |}{col 14}{res}{space 2}-13.07715{col 26}{space 2}  1.20546{col 37}{space 1}  -10.85{col 46}{space 3}0.000{col 54}{space 4}-15.44072{col 67}{space 3}-10.71359
{txt}{space 10}D  {c |}{col 14}{res}{space 2} -26.9537{col 26}{space 2} 1.489467{col 37}{space 1}  -18.10{col 46}{space 3}0.000{col 54}{space 4}-29.87413{col 67}{space 3}-24.03327
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} 82.52652{col 26}{space 2} 1.048875{col 37}{space 1}   78.68{col 46}{space 3}0.000{col 54}{space 4} 80.46997{col 67}{space 3} 84.58307
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.txt""':seeout}

{com}. outreg2 using "$tab\cs_overall", excel append: reg cs_baseline busavailability busavailability2,  vce(cl county_enc)

{txt}Linear regression                               Number of obs     = {res}    72,837
                                                {txt}F(2, 3141)        =  {res}    58.94
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.2052
                                                {txt}Root MSE          =    {res}  12.19

{txt}{ralign 82:(Std. err. adjusted for {res:3,142} clusters in {res:county_enc})}
{hline 17}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 18}{c |}{col 30}    Robust
{col 1}     cs_baseline{col 18}{c |} Coefficient{col 30}  std. err.{col 42}      t{col 50}   P>|t|{col 58}     [95% con{col 71}f. interval]
{hline 17}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}busavailability {c |}{col 18}{res}{space 2} 15.01216{col 30}{space 2} 5.950248{col 41}{space 1}    2.52{col 50}{space 3}0.012{col 58}{space 4} 3.345397{col 71}{space 3} 26.67893
{txt}busavailability2 {c |}{col 18}{res}{space 2} 2.401444{col 30}{space 2} 8.039085{col 41}{space 1}    0.30{col 50}{space 3}0.765{col 58}{space 4}-13.36095{col 71}{space 3} 18.16383
{txt}{space 11}_cons {c |}{col 18}{res}{space 2} 71.03101{col 30}{space 2} .4844977{col 41}{space 1}  146.61{col 50}{space 3}0.000{col 58}{space 4} 70.08104{col 71}{space 3} 71.98097
{txt}{hline 17}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.txt""':seeout}

{com}. outreg2 using "$tab\cs_overall", excel append: reg cs_baseline i.network_enc i.microtype_enc i.geotype_enc busavailability busavailability2,  vce(cl county_enc)
{txt}{p 0 6 2}note: {bf:4.geotype_enc} omitted because of collinearity.{p_end}

Linear regression                               Number of obs     = {res}    72,837
                                                {txt}F(15, 3141)       =  {res}    89.43
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.4848
                                                {txt}Root MSE          =    {res} 9.8154

{txt}{ralign 87:(Std. err. adjusted for {res:3,142} clusters in {res:county_enc})}
{hline 22}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 23}{c |}{col 35}    Robust
{col 1}          cs_baseline{col 23}{c |} Coefficient{col 35}  std. err.{col 47}      t{col 55}   P>|t|{col 63}     [95% con{col 76}f. interval]
{hline 22}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 10}network_enc {c |}
{space 10}2: Urban 2  {c |}{col 23}{res}{space 2}-5.605455{col 35}{space 2} 1.180114{col 46}{space 1}   -4.75{col 55}{space 3}0.000{col 63}{space 4}-7.919327{col 76}{space 3}-3.291583
{txt}{space 10}3: Urban 3  {c |}{col 23}{res}{space 2}-5.529212{col 35}{space 2} 1.217828{col 46}{space 1}   -4.54{col 55}{space 3}0.000{col 63}{space 4}-7.917031{col 76}{space 3}-3.141394
{txt}{space 10}4: Urban 4  {c |}{col 23}{res}{space 2}-5.606021{col 35}{space 2} 1.208105{col 46}{space 1}   -4.64{col 55}{space 3}0.000{col 63}{space 4}-7.974776{col 76}{space 3}-3.237265
{txt}{space 10}5: Urban 5  {c |}{col 23}{res}{space 2} -5.69384{col 35}{space 2} 1.116558{col 46}{space 1}   -5.10{col 55}{space 3}0.000{col 63}{space 4}-7.883097{col 76}{space 3}-3.504582
{txt}{space 10}6: Rural 1  {c |}{col 23}{res}{space 2}-23.14504{col 35}{space 2}  1.72243{col 46}{space 1}  -13.44{col 55}{space 3}0.000{col 63}{space 4}-26.52225{col 76}{space 3}-19.76784
{txt}{space 10}7: Rural 2  {c |}{col 23}{res}{space 2}-27.61905{col 35}{space 2} 1.697669{col 46}{space 1}  -16.27{col 55}{space 3}0.000{col 63}{space 4} -30.9477{col 76}{space 3}-24.29039
{txt}{space 10}8: Rural 3  {c |}{col 23}{res}{space 2}-17.75927{col 35}{space 2} 1.724726{col 46}{space 1}  -10.30{col 55}{space 3}0.000{col 63}{space 4}-21.14097{col 76}{space 3}-14.37756
{txt}{space 21} {c |}
{space 8}microtype_enc {c |}
{space 2}2: Urban mixed-use  {c |}{col 23}{res}{space 2}-6.855629{col 35}{space 2} .5220095{col 46}{space 1}  -13.13{col 55}{space 3}0.000{col 63}{space 4}-7.879143{col 76}{space 3}-5.832115
{txt}{space 9}3: Suburban  {c |}{col 23}{res}{space 2} -9.32854{col 35}{space 2} .5470596{col 46}{space 1}  -17.05{col 55}{space 3}0.000{col 63}{space 4}-10.40117{col 76}{space 3}-8.255909
{txt}4: Rural town center  {c |}{col 23}{res}{space 2}-5.778634{col 35}{space 2} .5820923{col 46}{space 1}   -9.93{col 55}{space 3}0.000{col 63}{space 4}-6.919954{col 76}{space 3}-4.637315
{txt}5: Rural agriculture  {c |}{col 23}{res}{space 2} -10.5642{col 35}{space 2} .5971875{col 46}{space 1}  -17.69{col 55}{space 3}0.000{col 63}{space 4}-11.73512{col 76}{space 3}-9.393281
{txt}{space 21} {c |}
{space 10}geotype_enc {c |}
{space 19}B  {c |}{col 23}{res}{space 2}-10.50782{col 35}{space 2} .8124941{col 46}{space 1}  -12.93{col 55}{space 3}0.000{col 63}{space 4} -12.1009{col 76}{space 3} -8.91475
{txt}{space 19}C  {c |}{col 23}{res}{space 2} 10.08196{col 35}{space 2} 1.131258{col 46}{space 1}    8.91{col 55}{space 3}0.000{col 63}{space 4} 7.863876{col 76}{space 3} 12.30003
{txt}{space 19}D  {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 21} {c |}
{space 6}busavailability {c |}{col 23}{res}{space 2} .0823179{col 35}{space 2} 4.078572{col 46}{space 1}    0.02{col 55}{space 3}0.984{col 63}{space 4}-7.914617{col 76}{space 3} 8.079253
{txt}{space 5}busavailability2 {c |}{col 23}{res}{space 2}    8.543{col 35}{space 2} 5.585012{col 46}{space 1}    1.53{col 55}{space 3}0.126{col 63}{space 4}-2.407642{col 76}{space 3} 19.49364
{txt}{space 16}_cons {c |}{col 23}{res}{space 2} 89.17825{col 35}{space 2} 1.520585{col 46}{space 1}   58.65{col 55}{space 3}0.000{col 63}{space 4} 86.19681{col 76}{space 3} 92.15969
{txt}{hline 22}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.txt""':seeout}

{com}. outreg2 using "$tab\cs_overall", excel append: reg cs_baseline i.network_enc i.microtype_enc i.geotype_enc busavailability busavailability2 $socioec,  vce(cl county_enc)
{txt}{p 0 6 2}note: {bf:4.geotype_enc} omitted because of collinearity.{p_end}

Linear regression                               Number of obs     = {res}    72,182
                                                {txt}F(23, 3139)       =  {res}   153.50
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.5606
                                                {txt}Root MSE          =    {res} 9.0341

{txt}{ralign 88:(Std. err. adjusted for {res:3,140} clusters in {res:county_enc})}
{hline 23}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 24}{c |}{col 36}    Robust
{col 1}           cs_baseline{col 24}{c |} Coefficient{col 36}  std. err.{col 48}      t{col 56}   P>|t|{col 64}     [95% con{col 77}f. interval]
{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}network_enc {c |}
{space 11}2: Urban 2  {c |}{col 24}{res}{space 2}-2.152975{col 36}{space 2}  .484863{col 47}{space 1}   -4.44{col 56}{space 3}0.000{col 64}{space 4}-3.103656{col 77}{space 3}-1.202295
{txt}{space 11}3: Urban 3  {c |}{col 24}{res}{space 2}-1.800171{col 36}{space 2}  .440001{col 47}{space 1}   -4.09{col 56}{space 3}0.000{col 64}{space 4} -2.66289{col 77}{space 3}-.9374526
{txt}{space 11}4: Urban 4  {c |}{col 24}{res}{space 2}-2.145825{col 36}{space 2} .5170156{col 47}{space 1}   -4.15{col 56}{space 3}0.000{col 64}{space 4}-3.159547{col 77}{space 3}-1.132102
{txt}{space 11}5: Urban 5  {c |}{col 24}{res}{space 2}-2.385158{col 36}{space 2} .5532007{col 47}{space 1}   -4.31{col 56}{space 3}0.000{col 64}{space 4} -3.46983{col 77}{space 3}-1.300486
{txt}{space 11}6: Rural 1  {c |}{col 24}{res}{space 2}-18.09425{col 36}{space 2} 1.432668{col 47}{space 1}  -12.63{col 56}{space 3}0.000{col 64}{space 4}-20.90331{col 77}{space 3}-15.28519
{txt}{space 11}7: Rural 2  {c |}{col 24}{res}{space 2}-22.24151{col 36}{space 2} 1.391048{col 47}{space 1}  -15.99{col 56}{space 3}0.000{col 64}{space 4}-24.96897{col 77}{space 3}-19.51406
{txt}{space 11}8: Rural 3  {c |}{col 24}{res}{space 2} -12.4212{col 36}{space 2} 1.439412{col 47}{space 1}   -8.63{col 56}{space 3}0.000{col 64}{space 4}-15.24348{col 77}{space 3}-9.598912
{txt}{space 22} {c |}
{space 9}microtype_enc {c |}
{space 3}2: Urban mixed-use  {c |}{col 24}{res}{space 2}-6.112175{col 36}{space 2} .4772604{col 47}{space 1}  -12.81{col 56}{space 3}0.000{col 64}{space 4}-7.047949{col 77}{space 3}-5.176401
{txt}{space 10}3: Suburban  {c |}{col 24}{res}{space 2}-8.508152{col 36}{space 2} .4535255{col 47}{space 1}  -18.76{col 56}{space 3}0.000{col 64}{space 4}-9.397389{col 77}{space 3}-7.618916
{txt}{space 1}4: Rural town center  {c |}{col 24}{res}{space 2} -4.75351{col 36}{space 2} .5292311{col 47}{space 1}   -8.98{col 56}{space 3}0.000{col 64}{space 4}-5.791184{col 77}{space 3}-3.715836
{txt}{space 1}5: Rural agriculture  {c |}{col 24}{res}{space 2}-9.437302{col 36}{space 2} .5543906{col 47}{space 1}  -17.02{col 56}{space 3}0.000{col 64}{space 4}-10.52431{col 77}{space 3}-8.350297
{txt}{space 22} {c |}
{space 11}geotype_enc {c |}
{space 20}B  {c |}{col 24}{res}{space 2}-8.589003{col 36}{space 2} .8255017{col 47}{space 1}  -10.40{col 56}{space 3}0.000{col 64}{space 4}-10.20758{col 77}{space 3}-6.970425
{txt}{space 20}C  {c |}{col 24}{res}{space 2} 10.09625{col 36}{space 2}  1.16645{col 47}{space 1}    8.66{col 56}{space 3}0.000{col 64}{space 4} 7.809171{col 77}{space 3} 12.38333
{txt}{space 20}D  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 22} {c |}
{space 7}busavailability {c |}{col 24}{res}{space 2} .6063922{col 36}{space 2} 4.775667{col 47}{space 1}    0.13{col 56}{space 3}0.899{col 64}{space 4}-8.757355{col 77}{space 3} 9.970139
{txt}{space 6}busavailability2 {c |}{col 24}{res}{space 2} 5.819549{col 36}{space 2} 6.699784{col 47}{space 1}    0.87{col 56}{space 3}0.385{col 64}{space 4}-7.316852{col 77}{space 3} 18.95595
{txt}{space 5}frac_age_above_65 {c |}{col 24}{res}{space 2}-2.096018{col 36}{space 2}  2.10387{col 47}{space 1}   -1.00{col 56}{space 3}0.319{col 64}{space 4}-6.221118{col 77}{space 3} 2.029081
{txt}{space 10}edu_above_bs {c |}{col 24}{res}{space 2}-7.952032{col 36}{space 2} 1.769001{col 47}{space 1}   -4.50{col 56}{space 3}0.000{col 64}{space 4}-11.42055{col 77}{space 3}-4.483516
{txt}{space 8}frac_hh_no_veh {c |}{col 24}{res}{space 2} 38.94837{col 36}{space 2} 3.024003{col 47}{space 1}   12.88{col 56}{space 3}0.000{col 64}{space 4} 33.01914{col 77}{space 3} 44.87759
{txt}{space 4}frac_tenure_renter {c |}{col 24}{res}{space 2} 1.399473{col 36}{space 2} 1.506978{col 47}{space 1}    0.93{col 56}{space 3}0.353{col 64}{space 4}-1.555288{col 77}{space 3} 4.354234
{txt}{space 4}frac_below_poverty {c |}{col 24}{res}{space 2}-22.11166{col 36}{space 2} 3.513412{col 47}{space 1}   -6.29{col 56}{space 3}0.000{col 64}{space 4}-29.00048{col 77}{space 3}-15.22284
{txt}{space 1}frac_hh_inc_below_40k {c |}{col 24}{res}{space 2}-4.090781{col 36}{space 2} 2.122775{col 47}{space 1}   -1.93{col 56}{space 3}0.054{col 64}{space 4}-8.252949{col 77}{space 3} .0713876
{txt}frac_hh_inc_above_100k {c |}{col 24}{res}{space 2} 15.03625{col 36}{space 2} 2.397694{col 47}{space 1}    6.27{col 56}{space 3}0.000{col 64}{space 4} 10.33504{col 77}{space 3} 19.73745
{txt}{space 11}job_density {c |}{col 24}{res}{space 2}-.0000356{col 36}{space 2} 9.94e-06{col 47}{space 1}   -3.58{col 56}{space 3}0.000{col 64}{space 4}-.0000551{col 77}{space 3}-.0000161
{txt}{space 17}_cons {c |}{col 24}{res}{space 2} 83.07602{col 36}{space 2} 1.110868{col 47}{space 1}   74.78{col 56}{space 3}0.000{col 64}{space 4} 80.89792{col 77}{space 3} 85.25412
{txt}{hline 23}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\cs_overall.txt""':seeout}

{com}. 
. *Table 2 Regressions: Regression results for median household income
. outreg2 using "$tab\hhmedianincome", excel replace: xtreg hhmedianincome ///
> cs_baseline, fe vce(cl county_enc)
{res}
{txt}Fixed-effects (within) regression{col 49}Number of obs{col 67}={col 69}{res}    72,061
{txt}Group variable: {res}county_enc{txt}{col 49}Number of groups{col 67}={col 69}{res}     3,142

{txt}R-squared:{col 49}Obs per group:
     Within  = {res}0.0853{col 63}{txt}min{col 67}={col 69}{res}         1
{txt}     Between = {res}0.0121{col 63}{txt}avg{col 67}={col 69}{res}      22.9
{txt}     Overall = {res}0.0224{col 63}{txt}max{col 67}={col 69}{res}     2,307

{txt}{col 49}F({res}1{txt}, {res}3141{txt}){col 67}={col 70}{res}   211.98
{txt}corr(u_i, Xb) = {res}-0.8564{txt}{col 49}Prob > F{col 67}={col 73}{res}0.0000

{txt}{ralign 78:(Std. err. adjusted for {res:3,142} clusters in {res:county_enc})}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}hhmedianin~e{col 14}{c |} Coefficient{col 26}  std. err.{col 38}      t{col 46}   P>|t|{col 54}     [95% con{col 67}f. interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}cs_baseline {c |}{col 14}{res}{space 2}-1939.275{col 26}{space 2} 133.1952{col 37}{space 1}  -14.56{col 46}{space 3}0.000{col 54}{space 4}-2200.433{col 67}{space 3}-1678.116
{txt}{space 7}_cons {c |}{col 14}{res}{space 2} 211619.9{col 26}{space 2} 10297.09{col 37}{space 1}   20.55{col 46}{space 3}0.000{col 54}{space 4} 191430.2{col 67}{space 3} 231809.6
{txt}{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
     sigma_u {c |} {res} 34962.153
     {txt}sigma_e {c |} {res} 24490.785
         {txt}rho {c |} {res} .67082934{txt}   (fraction of variance due to u_i)
{hline 13}{c BT}{hline 64}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\hhmedianincome.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\hhmedianincome.txt""':seeout}

{com}. outreg2 using "$tab\hhmedianincome", excel append: xtreg hhmedianincome ///
> cs_baseline $socioec unemployment_rate, fe vce(cl county_enc)
{res}
{txt}Fixed-effects (within) regression{col 49}Number of obs{col 67}={col 69}{res}    72,018
{txt}Group variable: {res}county_enc{txt}{col 49}Number of groups{col 67}={col 69}{res}     3,140

{txt}R-squared:{col 49}Obs per group:
     Within  = {res}0.8889{col 63}{txt}min{col 67}={col 69}{res}         1
{txt}     Between = {res}0.9480{col 63}{txt}avg{col 67}={col 69}{res}      22.9
{txt}     Overall = {res}0.9193{col 63}{txt}max{col 67}={col 69}{res}     2,306

{txt}{col 49}F({res}10{txt}, {res}3139{txt}){col 67}={col 70}{res}  9489.79
{txt}corr(u_i, Xb) = {res}0.1343{txt}{col 49}Prob > F{col 67}={col 73}{res}0.0000

{txt}{ralign 88:(Std. err. adjusted for {res:3,140} clusters in {res:county_enc})}
{hline 23}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 24}{c |}{col 36}    Robust
{col 1}        hhmedianincome{col 24}{c |} Coefficient{col 36}  std. err.{col 48}      t{col 56}   P>|t|{col 64}     [95% con{col 77}f. interval]
{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}cs_baseline {c |}{col 24}{res}{space 2}  20.9711{col 36}{space 2} 15.88691{col 47}{space 1}    1.32{col 56}{space 3}0.187{col 64}{space 4}-10.17869{col 77}{space 3} 52.12089
{txt}{space 5}frac_age_above_65 {c |}{col 24}{res}{space 2}-13531.86{col 36}{space 2} 1456.005{col 47}{space 1}   -9.29{col 56}{space 3}0.000{col 64}{space 4}-16386.68{col 77}{space 3}-10677.04
{txt}{space 10}edu_above_bs {c |}{col 24}{res}{space 2} 10802.44{col 36}{space 2} 1329.548{col 47}{space 1}    8.12{col 56}{space 3}0.000{col 64}{space 4} 8195.572{col 77}{space 3} 13409.31
{txt}{space 8}frac_hh_no_veh {c |}{col 24}{res}{space 2}-3292.118{col 36}{space 2} 2375.109{col 47}{space 1}   -1.39{col 56}{space 3}0.166{col 64}{space 4}-7949.041{col 77}{space 3} 1364.805
{txt}{space 4}frac_tenure_renter {c |}{col 24}{res}{space 2}-9423.716{col 36}{space 2} 901.3327{col 47}{space 1}  -10.46{col 56}{space 3}0.000{col 64}{space 4}-11190.98{col 77}{space 3}-7656.455
{txt}{space 4}frac_below_poverty {c |}{col 24}{res}{space 2}-27300.82{col 36}{space 2} 2680.131{col 47}{space 1}  -10.19{col 56}{space 3}0.000{col 64}{space 4} -32555.8{col 77}{space 3}-22045.83
{txt}{space 1}frac_hh_inc_below_40k {c |}{col 24}{res}{space 2}-15028.32{col 36}{space 2} 2953.748{col 47}{space 1}   -5.09{col 56}{space 3}0.000{col 64}{space 4}-20819.79{col 77}{space 3}-9236.845
{txt}frac_hh_inc_above_100k {c |}{col 24}{res}{space 2} 134240.4{col 36}{space 2}  2877.62{col 47}{space 1}   46.65{col 56}{space 3}0.000{col 64}{space 4} 128598.1{col 77}{space 3} 139882.6
{txt}{space 11}job_density {c |}{col 24}{res}{space 2} .0376615{col 36}{space 2}  .030202{col 47}{space 1}    1.25{col 56}{space 3}0.212{col 64}{space 4}-.0215561{col 77}{space 3} .0968791
{txt}{space 5}unemployment_rate {c |}{col 24}{res}{space 2} 136.4049{col 36}{space 2} 23.03372{col 47}{space 1}    5.92{col 56}{space 3}0.000{col 64}{space 4} 91.24221{col 77}{space 3} 181.5676
{txt}{space 17}_cons {c |}{col 24}{res}{space 2} 35910.64{col 36}{space 2} 2153.176{col 47}{space 1}   16.68{col 56}{space 3}0.000{col 64}{space 4} 31688.86{col 77}{space 3} 40132.41
{txt}{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
               sigma_u {c |} {res} 3150.1902
               {txt}sigma_e {c |} {res} 8536.3049
                   {txt}rho {c |} {res} .11986272{txt}   (fraction of variance due to u_i)
{hline 23}{c BT}{hline 64}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\hhmedianincome.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\hhmedianincome.txt""':seeout}

{com}. outreg2 using "$tab\hhmedianincome", excel append: xtreg hhmedianincome ///
> cs_baseline ///
> geo_B geo_C geo_D ///
> network_U2 network_U3 network_U4 network_U5 network_R1 network_R2 ///
> micro_2 micro_3 micro_4 micro_5 busavailability busavailability2 ///
> $socioec unemployment_rate, fe vce(cl county_enc)
{res}
{txt}Fixed-effects (within) regression{col 49}Number of obs{col 67}={col 69}{res}    72,018
{txt}Group variable: {res}county_enc{txt}{col 49}Number of groups{col 67}={col 69}{res}     3,140

{txt}R-squared:{col 49}Obs per group:
     Within  = {res}0.8891{col 63}{txt}min{col 67}={col 69}{res}         1
{txt}     Between = {res}0.9418{col 63}{txt}avg{col 67}={col 69}{res}      22.9
{txt}     Overall = {res}0.9184{col 63}{txt}max{col 67}={col 69}{res}     2,306

{txt}{col 49}F({res}25{txt}, {res}3139{txt}){col 67}={col 70}{res}  4094.79
{txt}corr(u_i, Xb) = {res}0.1324{txt}{col 49}Prob > F{col 67}={col 73}{res}0.0000

{txt}{ralign 88:(Std. err. adjusted for {res:3,140} clusters in {res:county_enc})}
{hline 23}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 24}{c |}{col 36}    Robust
{col 1}        hhmedianincome{col 24}{c |} Coefficient{col 36}  std. err.{col 48}      t{col 56}   P>|t|{col 64}     [95% con{col 77}f. interval]
{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}cs_baseline {c |}{col 24}{res}{space 2} 74.07948{col 36}{space 2} 23.89827{col 47}{space 1}    3.10{col 56}{space 3}0.002{col 64}{space 4} 27.22167{col 77}{space 3} 120.9373
{txt}{space 17}geo_B {c |}{col 24}{res}{space 2} 636.1224{col 36}{space 2} 401.5561{col 47}{space 1}    1.58{col 56}{space 3}0.113{col 64}{space 4}-151.2167{col 77}{space 3} 1423.462
{txt}{space 17}geo_C {c |}{col 24}{res}{space 2} 300.0196{col 36}{space 2} 581.0463{col 47}{space 1}    0.52{col 56}{space 3}0.606{col 64}{space 4}-839.2494{col 77}{space 3} 1439.289
{txt}{space 17}geo_D {c |}{col 24}{res}{space 2}-240.2306{col 36}{space 2} 772.1383{col 47}{space 1}   -0.31{col 56}{space 3}0.756{col 64}{space 4}-1754.178{col 77}{space 3} 1273.717
{txt}{space 12}network_U2 {c |}{col 24}{res}{space 2} 547.1392{col 36}{space 2} 211.9921{col 47}{space 1}    2.58{col 56}{space 3}0.010{col 64}{space 4}  131.482{col 77}{space 3} 962.7965
{txt}{space 12}network_U3 {c |}{col 24}{res}{space 2} 473.3281{col 36}{space 2} 224.1635{col 47}{space 1}    2.11{col 56}{space 3}0.035{col 64}{space 4} 33.80629{col 77}{space 3} 912.8498
{txt}{space 12}network_U4 {c |}{col 24}{res}{space 2} 507.8883{col 36}{space 2} 231.4292{col 47}{space 1}    2.19{col 56}{space 3}0.028{col 64}{space 4} 54.12033{col 77}{space 3} 961.6562
{txt}{space 12}network_U5 {c |}{col 24}{res}{space 2} 317.9315{col 36}{space 2} 307.2954{col 47}{space 1}    1.03{col 56}{space 3}0.301{col 64}{space 4}-284.5886{col 77}{space 3} 920.4517
{txt}{space 12}network_R1 {c |}{col 24}{res}{space 2} 430.6466{col 36}{space 2} 252.2063{col 47}{space 1}    1.71{col 56}{space 3}0.088{col 64}{space 4}-63.85938{col 77}{space 3} 925.1526
{txt}{space 12}network_R2 {c |}{col 24}{res}{space 2} 521.3403{col 36}{space 2} 237.7473{col 47}{space 1}    2.19{col 56}{space 3}0.028{col 64}{space 4} 55.18439{col 77}{space 3} 987.4962
{txt}{space 15}micro_2 {c |}{col 24}{res}{space 2} 379.6632{col 36}{space 2} 218.1339{col 47}{space 1}    1.74{col 56}{space 3}0.082{col 64}{space 4}-48.03633{col 77}{space 3} 807.3628
{txt}{space 15}micro_3 {c |}{col 24}{res}{space 2}  583.659{col 36}{space 2} 282.2849{col 47}{space 1}    2.07{col 56}{space 3}0.039{col 64}{space 4} 30.17725{col 77}{space 3} 1137.141
{txt}{space 15}micro_4 {c |}{col 24}{res}{space 2} 158.1096{col 36}{space 2} 271.4882{col 47}{space 1}    0.58{col 56}{space 3}0.560{col 64}{space 4}-374.2028{col 77}{space 3}  690.422
{txt}{space 15}micro_5 {c |}{col 24}{res}{space 2} 61.66002{col 36}{space 2} 267.4264{col 47}{space 1}    0.23{col 56}{space 3}0.818{col 64}{space 4}-462.6883{col 77}{space 3} 586.0083
{txt}{space 7}busavailability {c |}{col 24}{res}{space 2} 4703.902{col 36}{space 2} 1331.284{col 47}{space 1}    3.53{col 56}{space 3}0.000{col 64}{space 4} 2093.627{col 77}{space 3} 7314.177
{txt}{space 6}busavailability2 {c |}{col 24}{res}{space 2}-7629.422{col 36}{space 2} 1839.962{col 47}{space 1}   -4.15{col 56}{space 3}0.000{col 64}{space 4}-11237.07{col 77}{space 3}-4021.772
{txt}{space 5}frac_age_above_65 {c |}{col 24}{res}{space 2}-13743.55{col 36}{space 2} 1467.849{col 47}{space 1}   -9.36{col 56}{space 3}0.000{col 64}{space 4}-16621.59{col 77}{space 3}-10865.51
{txt}{space 10}edu_above_bs {c |}{col 24}{res}{space 2} 10875.45{col 36}{space 2} 1359.026{col 47}{space 1}    8.00{col 56}{space 3}0.000{col 64}{space 4} 8210.782{col 77}{space 3} 13540.12
{txt}{space 8}frac_hh_no_veh {c |}{col 24}{res}{space 2}-3526.296{col 36}{space 2} 2292.506{col 47}{space 1}   -1.54{col 56}{space 3}0.124{col 64}{space 4}-8021.258{col 77}{space 3} 968.6659
{txt}{space 4}frac_tenure_renter {c |}{col 24}{res}{space 2}-9507.434{col 36}{space 2} 890.3064{col 47}{space 1}  -10.68{col 56}{space 3}0.000{col 64}{space 4}-11253.08{col 77}{space 3}-7761.793
{txt}{space 4}frac_below_poverty {c |}{col 24}{res}{space 2}-27200.12{col 36}{space 2} 2668.286{col 47}{space 1}  -10.19{col 56}{space 3}0.000{col 64}{space 4}-32431.88{col 77}{space 3}-21968.35
{txt}{space 1}frac_hh_inc_below_40k {c |}{col 24}{res}{space 2}-15213.26{col 36}{space 2} 2931.566{col 47}{space 1}   -5.19{col 56}{space 3}0.000{col 64}{space 4}-20961.23{col 77}{space 3}-9465.276
{txt}frac_hh_inc_above_100k {c |}{col 24}{res}{space 2} 133848.1{col 36}{space 2} 2886.704{col 47}{space 1}   46.37{col 56}{space 3}0.000{col 64}{space 4} 128188.1{col 77}{space 3} 139508.1
{txt}{space 11}job_density {c |}{col 24}{res}{space 2} .0395359{col 36}{space 2} .0291366{col 47}{space 1}    1.36{col 56}{space 3}0.175{col 64}{space 4}-.0175928{col 77}{space 3} .0966646
{txt}{space 5}unemployment_rate {c |}{col 24}{res}{space 2} 134.4848{col 36}{space 2} 22.55641{col 47}{space 1}    5.96{col 56}{space 3}0.000{col 64}{space 4} 90.25795{col 77}{space 3} 178.7116
{txt}{space 17}_cons {c |}{col 24}{res}{space 2} 31502.94{col 36}{space 2} 2862.985{col 47}{space 1}   11.00{col 56}{space 3}0.000{col 64}{space 4} 25889.43{col 77}{space 3} 37116.45
{txt}{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
               sigma_u {c |} {res} 3339.0952
               {txt}sigma_e {c |} {res} 8530.3107
                   {txt}rho {c |} {res} .13286607{txt}   (fraction of variance due to u_i)
{hline 23}{c BT}{hline 64}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\hhmedianincome.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\hhmedianincome.txt""':seeout}

{com}. 
. outreg2 using "$tab\hhmedianincome", excel append: xtreg hhmedianincome ///
> geo_B geo_C geo_D c.geo_A#c.cs_baseline c.geo_B#c.cs_baseline c.geo_C#c.cs_baseline c.geo_D#c.cs_baseline ///
> network_U2 network_U3 network_U4 network_U5 network_R1 network_R2 ///
> micro_2 micro_3 micro_4 micro_5 busavailability busavailability2 ///
> $socioec  unemployment_rate, fe vce(cl county_enc)
{res}
{txt}Fixed-effects (within) regression{col 49}Number of obs{col 67}={col 69}{res}    72,018
{txt}Group variable: {res}county_enc{txt}{col 49}Number of groups{col 67}={col 69}{res}     3,140

{txt}R-squared:{col 49}Obs per group:
     Within  = {res}0.8891{col 63}{txt}min{col 67}={col 69}{res}         1
{txt}     Between = {res}0.9364{col 63}{txt}avg{col 67}={col 69}{res}      22.9
{txt}     Overall = {res}0.9178{col 63}{txt}max{col 67}={col 69}{res}     2,306

{txt}{col 49}F({res}28{txt}, {res}3139{txt}){col 67}={col 70}{res}  3844.78
{txt}corr(u_i, Xb) = {res}0.1435{txt}{col 49}Prob > F{col 67}={col 73}{res}0.0000

{txt}{ralign 88:(Std. err. adjusted for {res:3,140} clusters in {res:county_enc})}
{hline 23}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 24}{c |}{col 36}    Robust
{col 1}        hhmedianincome{col 24}{c |} Coefficient{col 36}  std. err.{col 48}      t{col 56}   P>|t|{col 64}     [95% con{col 77}f. interval]
{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 17}geo_B {c |}{col 24}{res}{space 2}-6786.644{col 36}{space 2} 2075.926{col 47}{space 1}   -3.27{col 56}{space 3}0.001{col 64}{space 4}-10856.95{col 77}{space 3}-2716.334
{txt}{space 17}geo_C {c |}{col 24}{res}{space 2}-2881.571{col 36}{space 2} 2464.414{col 47}{space 1}   -1.17{col 56}{space 3}0.242{col 64}{space 4}-7713.596{col 77}{space 3} 1950.454
{txt}{space 17}geo_D {c |}{col 24}{res}{space 2}-6988.113{col 36}{space 2} 2401.959{col 47}{space 1}   -2.91{col 56}{space 3}0.004{col 64}{space 4}-11697.68{col 77}{space 3}-2278.544
{txt}{space 22} {c |}
{space 1}c.geo_A#c.cs_baseline {c |}{col 24}{res}{space 2} 22.74983{col 36}{space 2} 36.26411{col 47}{space 1}    0.63{col 56}{space 3}0.530{col 64}{space 4}-48.35392{col 77}{space 3} 93.85359
{txt}{space 22} {c |}
{space 1}c.geo_B#c.cs_baseline {c |}{col 24}{res}{space 2}  124.891{col 36}{space 2} 21.75337{col 47}{space 1}    5.74{col 56}{space 3}0.000{col 64}{space 4} 82.23869{col 77}{space 3} 167.5432
{txt}{space 22} {c |}
{space 1}c.geo_C#c.cs_baseline {c |}{col 24}{res}{space 2} 58.04821{col 36}{space 2} 21.69942{col 47}{space 1}    2.68{col 56}{space 3}0.008{col 64}{space 4} 15.50173{col 77}{space 3} 100.5947
{txt}{space 22} {c |}
{space 1}c.geo_D#c.cs_baseline {c |}{col 24}{res}{space 2} 114.5656{col 36}{space 2} 27.37538{col 47}{space 1}    4.18{col 56}{space 3}0.000{col 64}{space 4} 60.89013{col 77}{space 3}  168.241
{txt}{space 22} {c |}
{space 12}network_U2 {c |}{col 24}{res}{space 2} 530.7182{col 36}{space 2} 210.0335{col 47}{space 1}    2.53{col 56}{space 3}0.012{col 64}{space 4} 118.9013{col 77}{space 3}  942.535
{txt}{space 12}network_U3 {c |}{col 24}{res}{space 2} 468.3671{col 36}{space 2} 222.7795{col 47}{space 1}    2.10{col 56}{space 3}0.036{col 64}{space 4} 31.55892{col 77}{space 3} 905.1753
{txt}{space 12}network_U4 {c |}{col 24}{res}{space 2} 491.7483{col 36}{space 2} 229.1112{col 47}{space 1}    2.15{col 56}{space 3}0.032{col 64}{space 4} 42.52536{col 77}{space 3} 940.9713
{txt}{space 12}network_U5 {c |}{col 24}{res}{space 2}  364.353{col 36}{space 2} 306.2969{col 47}{space 1}    1.19{col 56}{space 3}0.234{col 64}{space 4}-236.2095{col 77}{space 3} 964.9155
{txt}{space 12}network_R1 {c |}{col 24}{res}{space 2} 381.2998{col 36}{space 2} 253.1695{col 47}{space 1}    1.51{col 56}{space 3}0.132{col 64}{space 4}-115.0946{col 77}{space 3} 877.6943
{txt}{space 12}network_R2 {c |}{col 24}{res}{space 2} 451.9728{col 36}{space 2} 238.6081{col 47}{space 1}    1.89{col 56}{space 3}0.058{col 64}{space 4}-15.87083{col 77}{space 3} 919.8164
{txt}{space 15}micro_2 {c |}{col 24}{res}{space 2} 251.7278{col 36}{space 2} 237.3209{col 47}{space 1}    1.06{col 56}{space 3}0.289{col 64}{space 4} -213.592{col 77}{space 3} 717.0475
{txt}{space 15}micro_3 {c |}{col 24}{res}{space 2} 349.1174{col 36}{space 2} 317.8727{col 47}{space 1}    1.10{col 56}{space 3}0.272{col 64}{space 4} -274.142{col 77}{space 3} 972.3768
{txt}{space 15}micro_4 {c |}{col 24}{res}{space 2}-5.452002{col 36}{space 2} 297.0218{col 47}{space 1}   -0.02{col 56}{space 3}0.985{col 64}{space 4}-587.8286{col 77}{space 3} 576.9246
{txt}{space 15}micro_5 {c |}{col 24}{res}{space 2} -64.3851{col 36}{space 2} 290.8939{col 47}{space 1}   -0.22{col 56}{space 3}0.825{col 64}{space 4}-634.7465{col 77}{space 3} 505.9763
{txt}{space 7}busavailability {c |}{col 24}{res}{space 2} 4831.844{col 36}{space 2} 1329.491{col 47}{space 1}    3.63{col 56}{space 3}0.000{col 64}{space 4} 2225.084{col 77}{space 3} 7438.603
{txt}{space 6}busavailability2 {c |}{col 24}{res}{space 2}-7755.443{col 36}{space 2} 1831.056{col 47}{space 1}   -4.24{col 56}{space 3}0.000{col 64}{space 4}-11345.63{col 77}{space 3}-4165.255
{txt}{space 5}frac_age_above_65 {c |}{col 24}{res}{space 2}-13731.29{col 36}{space 2} 1460.335{col 47}{space 1}   -9.40{col 56}{space 3}0.000{col 64}{space 4} -16594.6{col 77}{space 3}-10867.98
{txt}{space 10}edu_above_bs {c |}{col 24}{res}{space 2} 10909.44{col 36}{space 2} 1361.508{col 47}{space 1}    8.01{col 56}{space 3}0.000{col 64}{space 4} 8239.905{col 77}{space 3} 13578.98
{txt}{space 8}frac_hh_no_veh {c |}{col 24}{res}{space 2} -2843.44{col 36}{space 2} 2287.717{col 47}{space 1}   -1.24{col 56}{space 3}0.214{col 64}{space 4}-7329.013{col 77}{space 3} 1642.133
{txt}{space 4}frac_tenure_renter {c |}{col 24}{res}{space 2}-9529.314{col 36}{space 2} 889.9203{col 47}{space 1}  -10.71{col 56}{space 3}0.000{col 64}{space 4} -11274.2{col 77}{space 3} -7784.43
{txt}{space 4}frac_below_poverty {c |}{col 24}{res}{space 2}-27683.39{col 36}{space 2} 2690.854{col 47}{space 1}  -10.29{col 56}{space 3}0.000{col 64}{space 4} -32959.4{col 77}{space 3}-22407.37
{txt}{space 1}frac_hh_inc_below_40k {c |}{col 24}{res}{space 2}-15254.33{col 36}{space 2} 2933.365{col 47}{space 1}   -5.20{col 56}{space 3}0.000{col 64}{space 4}-21005.84{col 77}{space 3}-9502.827
{txt}frac_hh_inc_above_100k {c |}{col 24}{res}{space 2} 133697.6{col 36}{space 2} 2887.354{col 47}{space 1}   46.30{col 56}{space 3}0.000{col 64}{space 4} 128036.3{col 77}{space 3} 139358.9
{txt}{space 11}job_density {c |}{col 24}{res}{space 2} .0394239{col 36}{space 2} .0290503{col 47}{space 1}    1.36{col 56}{space 3}0.175{col 64}{space 4}-.0175357{col 77}{space 3} .0963835
{txt}{space 5}unemployment_rate {c |}{col 24}{res}{space 2} 134.5661{col 36}{space 2} 22.60517{col 47}{space 1}    5.95{col 56}{space 3}0.000{col 64}{space 4} 90.24372{col 77}{space 3} 178.8886
{txt}{space 17}_cons {c |}{col 24}{res}{space 2}  35781.5{col 36}{space 2} 3699.239{col 47}{space 1}    9.67{col 56}{space 3}0.000{col 64}{space 4} 28528.33{col 77}{space 3} 43034.67
{txt}{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
               sigma_u {c |} {res} 3503.1362
               {txt}sigma_e {c |} {res} 8528.6305
                   {txt}rho {c |} {res}  .1443599{txt}   (fraction of variance due to u_i)
{hline 23}{c BT}{hline 64}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\hhmedianincome.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\hhmedianincome.txt""':seeout}

{com}. 
. outreg2 using "$tab\hhmedianincome", excel append: xtreg hhmedianincome ///
> micro_2 micro_3 micro_4 micro_5 c.micro_1#c.cs_baseline c.micro_2#c.cs_baseline c.micro_3#c.cs_baseline c.micro_4#c.cs_baseline c.micro_5#c.cs_baseline ///
> network_U2 network_U3 network_U4 network_U5 network_R1 network_R2 ///
> geo_B geo_C geo_D busavailability busavailability2 ///
> $socioec unemployment_rate, fe vce(cl county_enc)
{res}
{txt}Fixed-effects (within) regression{col 49}Number of obs{col 67}={col 69}{res}    72,018
{txt}Group variable: {res}county_enc{txt}{col 49}Number of groups{col 67}={col 69}{res}     3,140

{txt}R-squared:{col 49}Obs per group:
     Within  = {res}0.8893{col 63}{txt}min{col 67}={col 69}{res}         1
{txt}     Between = {res}0.9433{col 63}{txt}avg{col 67}={col 69}{res}      22.9
{txt}     Overall = {res}0.9185{col 63}{txt}max{col 67}={col 69}{res}     2,306

{txt}{col 49}F({res}29{txt}, {res}3139{txt}){col 67}={col 70}{res}  3716.08
{txt}corr(u_i, Xb) = {res}0.1408{txt}{col 49}Prob > F{col 67}={col 73}{res}0.0000

{txt}{ralign 89:(Std. err. adjusted for {res:3,140} clusters in {res:county_enc})}
{hline 24}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 25}{c |}{col 37}    Robust
{col 1}         hhmedianincome{col 25}{c |} Coefficient{col 37}  std. err.{col 49}      t{col 57}   P>|t|{col 65}     [95% con{col 78}f. interval]
{hline 24}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 16}micro_2 {c |}{col 25}{res}{space 2}-5992.773{col 37}{space 2} 1368.148{col 48}{space 1}   -4.38{col 57}{space 3}0.000{col 65}{space 4}-8675.329{col 78}{space 3}-3310.218
{txt}{space 16}micro_3 {c |}{col 25}{res}{space 2}-8813.689{col 37}{space 2} 1485.154{col 48}{space 1}   -5.93{col 57}{space 3}0.000{col 65}{space 4}-11725.66{col 78}{space 3}-5901.717
{txt}{space 16}micro_4 {c |}{col 25}{res}{space 2} -4717.23{col 37}{space 2} 1565.667{col 48}{space 1}   -3.01{col 57}{space 3}0.003{col 65}{space 4}-7787.064{col 78}{space 3}-1647.396
{txt}{space 16}micro_5 {c |}{col 25}{res}{space 2}-5605.093{col 37}{space 2}  1458.99{col 48}{space 1}   -3.84{col 57}{space 3}0.000{col 65}{space 4}-8465.764{col 78}{space 3}-2744.422
{txt}{space 23} {c |}
c.micro_1#c.cs_baseline {c |}{col 25}{res}{space 2}-2.486823{col 37}{space 2} 29.98443{col 48}{space 1}   -0.08{col 57}{space 3}0.934{col 65}{space 4}-61.27789{col 78}{space 3} 56.30425
{txt}{space 23} {c |}
c.micro_2#c.cs_baseline {c |}{col 25}{res}{space 2} 72.48774{col 37}{space 2} 26.00916{col 48}{space 1}    2.79{col 57}{space 3}0.005{col 65}{space 4} 21.49106{col 78}{space 3} 123.4844
{txt}{space 23} {c |}
c.micro_3#c.cs_baseline {c |}{col 25}{res}{space 2} 113.0905{col 37}{space 2} 28.23474{col 48}{space 1}    4.01{col 57}{space 3}0.000{col 65}{space 4} 57.73009{col 78}{space 3} 168.4509
{txt}{space 23} {c |}
c.micro_4#c.cs_baseline {c |}{col 25}{res}{space 2} 50.74374{col 37}{space 2} 25.78513{col 48}{space 1}    1.97{col 57}{space 3}0.049{col 65}{space 4} .1863273{col 78}{space 3} 101.3012
{txt}{space 23} {c |}
c.micro_5#c.cs_baseline {c |}{col 25}{res}{space 2} 60.80651{col 37}{space 2} 22.39887{col 48}{space 1}    2.71{col 57}{space 3}0.007{col 65}{space 4} 16.88859{col 78}{space 3} 104.7244
{txt}{space 23} {c |}
{space 13}network_U2 {c |}{col 25}{res}{space 2}  478.798{col 37}{space 2} 205.2229{col 48}{space 1}    2.33{col 57}{space 3}0.020{col 65}{space 4} 76.41333{col 78}{space 3} 881.1827
{txt}{space 13}network_U3 {c |}{col 25}{res}{space 2} 400.7192{col 37}{space 2} 216.7048{col 48}{space 1}    1.85{col 57}{space 3}0.065{col 65}{space 4} -24.1782{col 78}{space 3} 825.6166
{txt}{space 13}network_U4 {c |}{col 25}{res}{space 2} 446.8726{col 37}{space 2} 223.8724{col 48}{space 1}    2.00{col 57}{space 3}0.046{col 65}{space 4} 7.921566{col 78}{space 3} 885.8237
{txt}{space 13}network_U5 {c |}{col 25}{res}{space 2} 384.9715{col 37}{space 2} 303.2535{col 48}{space 1}    1.27{col 57}{space 3}0.204{col 65}{space 4}-209.6237{col 78}{space 3} 979.5667
{txt}{space 13}network_R1 {c |}{col 25}{res}{space 2} 309.0148{col 37}{space 2} 253.6209{col 48}{space 1}    1.22{col 57}{space 3}0.223{col 65}{space 4}-188.2648{col 78}{space 3} 806.2944
{txt}{space 13}network_R2 {c |}{col 25}{res}{space 2} 538.0134{col 37}{space 2} 238.9523{col 48}{space 1}    2.25{col 57}{space 3}0.024{col 65}{space 4} 69.49492{col 78}{space 3} 1006.532
{txt}{space 18}geo_B {c |}{col 25}{res}{space 2} 656.3795{col 37}{space 2} 404.3301{col 48}{space 1}    1.62{col 57}{space 3}0.105{col 65}{space 4}-136.3985{col 78}{space 3} 1449.158
{txt}{space 18}geo_C {c |}{col 25}{res}{space 2}  378.998{col 37}{space 2} 578.3407{col 48}{space 1}    0.66{col 57}{space 3}0.512{col 65}{space 4}-754.9662{col 78}{space 3} 1512.962
{txt}{space 18}geo_D {c |}{col 25}{res}{space 2} -299.475{col 37}{space 2} 772.0384{col 48}{space 1}   -0.39{col 57}{space 3}0.698{col 65}{space 4}-1813.226{col 78}{space 3} 1214.276
{txt}{space 8}busavailability {c |}{col 25}{res}{space 2} 4341.253{col 37}{space 2} 1321.006{col 48}{space 1}    3.29{col 57}{space 3}0.001{col 65}{space 4} 1751.131{col 78}{space 3} 6931.375
{txt}{space 7}busavailability2 {c |}{col 25}{res}{space 2}-7191.553{col 37}{space 2} 1817.553{col 48}{space 1}   -3.96{col 57}{space 3}0.000{col 65}{space 4}-10755.27{col 78}{space 3} -3627.84
{txt}{space 6}frac_age_above_65 {c |}{col 25}{res}{space 2}-13864.22{col 37}{space 2} 1486.206{col 48}{space 1}   -9.33{col 57}{space 3}0.000{col 65}{space 4}-16778.25{col 78}{space 3}-10950.18
{txt}{space 11}edu_above_bs {c |}{col 25}{res}{space 2} 10690.01{col 37}{space 2} 1344.626{col 48}{space 1}    7.95{col 57}{space 3}0.000{col 65}{space 4}  8053.57{col 78}{space 3} 13326.44
{txt}{space 9}frac_hh_no_veh {c |}{col 25}{res}{space 2}-2399.832{col 37}{space 2} 2288.115{col 48}{space 1}   -1.05{col 57}{space 3}0.294{col 65}{space 4}-6886.185{col 78}{space 3} 2086.521
{txt}{space 5}frac_tenure_renter {c |}{col 25}{res}{space 2}-9500.251{col 37}{space 2} 888.8231{col 48}{space 1}  -10.69{col 57}{space 3}0.000{col 65}{space 4}-11242.98{col 78}{space 3}-7757.517
{txt}{space 5}frac_below_poverty {c |}{col 25}{res}{space 2}-28108.46{col 37}{space 2} 2685.354{col 48}{space 1}  -10.47{col 57}{space 3}0.000{col 65}{space 4}-33373.69{col 78}{space 3}-22843.23
{txt}{space 2}frac_hh_inc_below_40k {c |}{col 25}{res}{space 2}-15497.23{col 37}{space 2} 2913.986{col 48}{space 1}   -5.32{col 57}{space 3}0.000{col 65}{space 4}-21210.74{col 78}{space 3}-9783.724
{txt}{space 1}frac_hh_inc_above_100k {c |}{col 25}{res}{space 2} 133713.3{col 37}{space 2} 2887.284{col 48}{space 1}   46.31{col 57}{space 3}0.000{col 65}{space 4} 128052.1{col 78}{space 3} 139374.4
{txt}{space 12}job_density {c |}{col 25}{res}{space 2} .0398913{col 37}{space 2} .0294149{col 48}{space 1}    1.36{col 57}{space 3}0.175{col 65}{space 4}-.0177832{col 78}{space 3} .0975657
{txt}{space 6}unemployment_rate {c |}{col 25}{res}{space 2} 133.5095{col 37}{space 2} 22.57864{col 48}{space 1}    5.91{col 57}{space 3}0.000{col 65}{space 4} 89.23909{col 78}{space 3} 177.7799
{txt}{space 18}_cons {c |}{col 25}{res}{space 2} 38274.06{col 37}{space 2} 3177.632{col 48}{space 1}   12.04{col 57}{space 3}0.000{col 65}{space 4} 32043.61{col 78}{space 3} 44504.51
{txt}{hline 24}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
                sigma_u {c |} {res} 3297.0519
                {txt}sigma_e {c |} {res} 8521.9717
                    {txt}rho {c |} {res} .13019474{txt}   (fraction of variance due to u_i)
{hline 24}{c BT}{hline 64}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\hhmedianincome.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\hhmedianincome.txt""':seeout}

{com}. 
. *Table 2 Regressions: Regression results for unemployment rate
. outreg2 using "$tab\unemployment_rate", excel replace: xtreg unemployment_rate ///
> cs_baseline, fe vce(cl county_enc)
{res}
{txt}Fixed-effects (within) regression{col 49}Number of obs{col 67}={col 69}{res}    72,418
{txt}Group variable: {res}county_enc{txt}{col 49}Number of groups{col 67}={col 69}{res}     3,142

{txt}R-squared:{col 49}Obs per group:
     Within  = {res}0.0400{col 63}{txt}min{col 67}={col 69}{res}         1
{txt}     Between = {res}0.0135{col 63}{txt}avg{col 67}={col 69}{res}      23.0
{txt}     Overall = {res}0.0301{col 63}{txt}max{col 67}={col 69}{res}     2,326

{txt}{col 49}F({res}1{txt}, {res}3141{txt}){col 67}={col 70}{res}   244.10
{txt}corr(u_i, Xb) = {res}-0.7333{txt}{col 49}Prob > F{col 67}={col 73}{res}0.0000

{txt}{ralign 78:(Std. err. adjusted for {res:3,142} clusters in {res:county_enc})}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}unemployme~e{col 14}{c |} Coefficient{col 26}  std. err.{col 38}      t{col 46}   P>|t|{col 54}     [95% con{col 67}f. interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}cs_baseline {c |}{col 14}{res}{space 2} .1315816{col 26}{space 2} .0084219{col 37}{space 1}   15.62{col 46}{space 3}0.000{col 54}{space 4} .1150686{col 67}{space 3} .1480947
{txt}{space 7}_cons {c |}{col 14}{res}{space 2}-5.885847{col 26}{space 2} .6510591{col 37}{space 1}   -9.04{col 46}{space 3}0.000{col 54}{space 4}-7.162391{col 67}{space 3}-4.609303
{txt}{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
     sigma_u {c |} {res} 2.4963303
     {txt}sigma_e {c |} {res} 2.4937881
         {txt}rho {c |} {res} .50050944{txt}   (fraction of variance due to u_i)
{hline 13}{c BT}{hline 64}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\unemployment_rate.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\unemployment_rate.txt""':seeout}

{com}. outreg2 using "$tab\unemployment_rate", excel append: xtreg unemployment_rate ///
> cs_baseline $socioec hhmedianincome, fe vce(cl county_enc)
{res}
{txt}Fixed-effects (within) regression{col 49}Number of obs{col 67}={col 69}{res}    72,018
{txt}Group variable: {res}county_enc{txt}{col 49}Number of groups{col 67}={col 69}{res}     3,140

{txt}R-squared:{col 49}Obs per group:
     Within  = {res}0.3141{col 63}{txt}min{col 67}={col 69}{res}         1
{txt}     Between = {res}0.2112{col 63}{txt}avg{col 67}={col 69}{res}      22.9
{txt}     Overall = {res}0.3023{col 63}{txt}max{col 67}={col 69}{res}     2,306

{txt}{col 49}F({res}10{txt}, {res}3139{txt}){col 67}={col 70}{res}   221.16
{txt}corr(u_i, Xb) = {res}-0.0892{txt}{col 49}Prob > F{col 67}={col 73}{res}0.0000

{txt}{ralign 88:(Std. err. adjusted for {res:3,140} clusters in {res:county_enc})}
{hline 23}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 24}{c |}{col 36}    Robust
{col 1}     unemployment_rate{col 24}{c |} Coefficient{col 36}  std. err.{col 48}      t{col 56}   P>|t|{col 64}     [95% con{col 77}f. interval]
{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}cs_baseline {c |}{col 24}{res}{space 2} .0078889{col 36}{space 2} .0040268{col 47}{space 1}    1.96{col 56}{space 3}0.050{col 64}{space 4}-6.61e-06{col 77}{space 3} .0157844
{txt}{space 5}frac_age_above_65 {c |}{col 24}{res}{space 2}-6.697311{col 36}{space 2} .2737877{col 47}{space 1}  -24.46{col 56}{space 3}0.000{col 64}{space 4}-7.234132{col 77}{space 3} -6.16049
{txt}{space 10}edu_above_bs {c |}{col 24}{res}{space 2}-2.808157{col 36}{space 2} .2492577{col 47}{space 1}  -11.27{col 56}{space 3}0.000{col 64}{space 4}-3.296881{col 77}{space 3}-2.319432
{txt}{space 8}frac_hh_no_veh {c |}{col 24}{res}{space 2} 2.693177{col 36}{space 2} .6575901{col 47}{space 1}    4.10{col 56}{space 3}0.000{col 64}{space 4} 1.403827{col 77}{space 3} 3.982527
{txt}{space 4}frac_tenure_renter {c |}{col 24}{res}{space 2}-1.442297{col 36}{space 2} .1770187{col 47}{space 1}   -8.15{col 56}{space 3}0.000{col 64}{space 4}-1.789381{col 77}{space 3}-1.095213
{txt}{space 4}frac_below_poverty {c |}{col 24}{res}{space 2} 6.800828{col 36}{space 2} 1.064602{col 47}{space 1}    6.39{col 56}{space 3}0.000{col 64}{space 4} 4.713441{col 77}{space 3} 8.888215
{txt}{space 1}frac_hh_inc_below_40k {c |}{col 24}{res}{space 2} 5.289241{col 36}{space 2} .4340246{col 47}{space 1}   12.19{col 56}{space 3}0.000{col 64}{space 4}  4.43824{col 77}{space 3} 6.140241
{txt}frac_hh_inc_above_100k {c |}{col 24}{res}{space 2}-.7536585{col 36}{space 2} .2526884{col 47}{space 1}   -2.98{col 56}{space 3}0.003{col 64}{space 4} -1.24911{col 77}{space 3}-.2582074
{txt}{space 11}job_density {c |}{col 24}{res}{space 2}-.0000117{col 36}{space 2} 6.07e-06{col 47}{space 1}   -1.92{col 56}{space 3}0.055{col 64}{space 4}-.0000236{col 77}{space 3} 2.31e-07
{txt}{space 8}hhmedianincome {c |}{col 24}{res}{space 2} 8.05e-06{col 36}{space 2} 1.55e-06{col 47}{space 1}    5.20{col 56}{space 3}0.000{col 64}{space 4} 5.01e-06{col 77}{space 3} .0000111
{txt}{space 17}_cons {c |}{col 24}{res}{space 2} 3.180603{col 36}{space 2}  .348067{col 47}{space 1}    9.14{col 56}{space 3}0.000{col 64}{space 4} 2.498141{col 77}{space 3} 3.863065
{txt}{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
               sigma_u {c |} {res} 1.4299782
               {txt}sigma_e {c |} {res} 2.0731933
                   {txt}rho {c |} {res} .32237869{txt}   (fraction of variance due to u_i)
{hline 23}{c BT}{hline 64}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\unemployment_rate.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\unemployment_rate.txt""':seeout}

{com}. outreg2 using "$tab\unemployment_rate", excel append: xtreg unemployment_rate ///
> cs_baseline ///
> geo_B geo_C geo_D ///
> network_U2 network_U3 network_U4 network_U5 network_R1 network_R2 ///
> micro_2 micro_3 micro_4 micro_5 busavailability busavailability2 ///
>  $socioec hhmedianincome, fe vce(cl county_enc)
{res}
{txt}Fixed-effects (within) regression{col 49}Number of obs{col 67}={col 69}{res}    72,018
{txt}Group variable: {res}county_enc{txt}{col 49}Number of groups{col 67}={col 69}{res}     3,140

{txt}R-squared:{col 49}Obs per group:
     Within  = {res}0.3154{col 63}{txt}min{col 67}={col 69}{res}         1
{txt}     Between = {res}0.1740{col 63}{txt}avg{col 67}={col 69}{res}      22.9
{txt}     Overall = {res}0.2829{col 63}{txt}max{col 67}={col 69}{res}     2,306

{txt}{col 49}F({res}25{txt}, {res}3139{txt}){col 67}={col 70}{res}   115.90
{txt}corr(u_i, Xb) = {res}-0.1534{txt}{col 49}Prob > F{col 67}={col 73}{res}0.0000

{txt}{ralign 88:(Std. err. adjusted for {res:3,140} clusters in {res:county_enc})}
{hline 23}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 24}{c |}{col 36}    Robust
{col 1}     unemployment_rate{col 24}{c |} Coefficient{col 36}  std. err.{col 48}      t{col 56}   P>|t|{col 64}     [95% con{col 77}f. interval]
{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}cs_baseline {c |}{col 24}{res}{space 2}-.0045725{col 36}{space 2} .0062173{col 47}{space 1}   -0.74{col 56}{space 3}0.462{col 64}{space 4} -.016763{col 77}{space 3} .0076179
{txt}{space 17}geo_B {c |}{col 24}{res}{space 2} .1968043{col 36}{space 2} .1477891{col 47}{space 1}    1.33{col 56}{space 3}0.183{col 64}{space 4}-.0929687{col 77}{space 3} .4865773
{txt}{space 17}geo_C {c |}{col 24}{res}{space 2} .2429878{col 36}{space 2} .1890155{col 47}{space 1}    1.29{col 56}{space 3}0.199{col 64}{space 4}-.1276186{col 77}{space 3} .6135943
{txt}{space 17}geo_D {c |}{col 24}{res}{space 2}  .657492{col 36}{space 2} .2530973{col 47}{space 1}    2.60{col 56}{space 3}0.009{col 64}{space 4} .1612391{col 77}{space 3} 1.153745
{txt}{space 12}network_U2 {c |}{col 24}{res}{space 2} .0076904{col 36}{space 2} .0470979{col 47}{space 1}    0.16{col 56}{space 3}0.870{col 64}{space 4}-.0846555{col 77}{space 3} .1000362
{txt}{space 12}network_U3 {c |}{col 24}{res}{space 2} .0182373{col 36}{space 2} .0519151{col 47}{space 1}    0.35{col 56}{space 3}0.725{col 64}{space 4}-.0835536{col 77}{space 3} .1200283
{txt}{space 12}network_U4 {c |}{col 24}{res}{space 2} .0920053{col 36}{space 2} .0520153{col 47}{space 1}    1.77{col 56}{space 3}0.077{col 64}{space 4}-.0099822{col 77}{space 3} .1939927
{txt}{space 12}network_U5 {c |}{col 24}{res}{space 2}-.0370903{col 36}{space 2} .0526776{col 47}{space 1}   -0.70{col 56}{space 3}0.481{col 64}{space 4}-.1403764{col 77}{space 3} .0661957
{txt}{space 12}network_R1 {c |}{col 24}{res}{space 2}-.0214816{col 36}{space 2} .0867863{col 47}{space 1}   -0.25{col 56}{space 3}0.805{col 64}{space 4}-.1916452{col 77}{space 3} .1486819
{txt}{space 12}network_R2 {c |}{col 24}{res}{space 2}-.0348678{col 36}{space 2} .0873903{col 47}{space 1}   -0.40{col 56}{space 3}0.690{col 64}{space 4}-.2062157{col 77}{space 3} .1364802
{txt}{space 15}micro_2 {c |}{col 24}{res}{space 2}-.1248747{col 36}{space 2}  .051235{col 47}{space 1}   -2.44{col 56}{space 3}0.015{col 64}{space 4}-.2253321{col 77}{space 3}-.0244173
{txt}{space 15}micro_3 {c |}{col 24}{res}{space 2}-.1569382{col 36}{space 2} .0716653{col 47}{space 1}   -2.19{col 56}{space 3}0.029{col 64}{space 4}-.2974537{col 77}{space 3}-.0164226
{txt}{space 15}micro_4 {c |}{col 24}{res}{space 2}-.3399814{col 36}{space 2} .0680133{col 47}{space 1}   -5.00{col 56}{space 3}0.000{col 64}{space 4}-.4733365{col 77}{space 3}-.2066264
{txt}{space 15}micro_5 {c |}{col 24}{res}{space 2}-.3368934{col 36}{space 2}  .067342{col 47}{space 1}   -5.00{col 56}{space 3}0.000{col 64}{space 4}-.4689323{col 77}{space 3}-.2048545
{txt}{space 7}busavailability {c |}{col 24}{res}{space 2} .8601484{col 36}{space 2} .3948378{col 47}{space 1}    2.18{col 56}{space 3}0.029{col 64}{space 4}  .085982{col 77}{space 3} 1.634315
{txt}{space 6}busavailability2 {c |}{col 24}{res}{space 2}-.9986216{col 36}{space 2} .5304225{col 47}{space 1}   -1.88{col 56}{space 3}0.060{col 64}{space 4}-2.038632{col 77}{space 3} .0413883
{txt}{space 5}frac_age_above_65 {c |}{col 24}{res}{space 2} -6.69493{col 36}{space 2} .2720313{col 47}{space 1}  -24.61{col 56}{space 3}0.000{col 64}{space 4}-7.228307{col 77}{space 3}-6.161553
{txt}{space 10}edu_above_bs {c |}{col 24}{res}{space 2}-2.905754{col 36}{space 2} .2587867{col 47}{space 1}  -11.23{col 56}{space 3}0.000{col 64}{space 4}-3.413162{col 77}{space 3}-2.398346
{txt}{space 8}frac_hh_no_veh {c |}{col 24}{res}{space 2} 2.911108{col 36}{space 2} .6412623{col 47}{space 1}    4.54{col 56}{space 3}0.000{col 64}{space 4} 1.653772{col 77}{space 3} 4.168444
{txt}{space 4}frac_tenure_renter {c |}{col 24}{res}{space 2}-1.536835{col 36}{space 2} .1817629{col 47}{space 1}   -8.46{col 56}{space 3}0.000{col 64}{space 4}-1.893221{col 77}{space 3}-1.180449
{txt}{space 4}frac_below_poverty {c |}{col 24}{res}{space 2} 6.818458{col 36}{space 2} 1.055248{col 47}{space 1}    6.46{col 56}{space 3}0.000{col 64}{space 4} 4.749412{col 77}{space 3} 8.887503
{txt}{space 1}frac_hh_inc_below_40k {c |}{col 24}{res}{space 2}  5.20676{col 36}{space 2} .4231445{col 47}{space 1}   12.30{col 56}{space 3}0.000{col 64}{space 4} 4.377092{col 77}{space 3} 6.036427
{txt}frac_hh_inc_above_100k {c |}{col 24}{res}{space 2}-.6841647{col 36}{space 2} .2539124{col 47}{space 1}   -2.69{col 56}{space 3}0.007{col 64}{space 4}-1.182016{col 77}{space 3}-.1863135
{txt}{space 11}job_density {c |}{col 24}{res}{space 2}-.0000116{col 36}{space 2} 5.93e-06{col 47}{space 1}   -1.96{col 56}{space 3}0.050{col 64}{space 4}-.0000232{col 77}{space 3} 2.14e-08
{txt}{space 8}hhmedianincome {c |}{col 24}{res}{space 2} 7.93e-06{col 36}{space 2} 1.51e-06{col 47}{space 1}    5.24{col 56}{space 3}0.000{col 64}{space 4} 4.96e-06{col 77}{space 3} .0000109
{txt}{space 17}_cons {c |}{col 24}{res}{space 2} 4.196928{col 36}{space 2} .5651091{col 47}{space 1}    7.43{col 56}{space 3}0.000{col 64}{space 4} 3.088908{col 77}{space 3} 5.304949
{txt}{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
               sigma_u {c |} {res} 1.4707794
               {txt}sigma_e {c |} {res} 2.0714314
                   {txt}rho {c |} {res} .33516972{txt}   (fraction of variance due to u_i)
{hline 23}{c BT}{hline 64}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\unemployment_rate.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\unemployment_rate.txt""':seeout}

{com}. 
. outreg2 using "$tab\unemployment_rate", excel append: xtreg unemployment_rate ///
> geo_B geo_C geo_D c.geo_A#c.cs_baseline c.geo_B#c.cs_baseline c.geo_C#c.cs_baseline c.geo_D#c.cs_baseline ///
> network_U2 network_U3 network_U4 network_U5 network_R1 network_R2 ///
> micro_2 micro_3 micro_4 micro_5 busavailability busavailability2 ///
> $socioec  hhmedianincome, fe vce(cl county_enc)
{res}
{txt}Fixed-effects (within) regression{col 49}Number of obs{col 67}={col 69}{res}    72,018
{txt}Group variable: {res}county_enc{txt}{col 49}Number of groups{col 67}={col 69}{res}     3,140

{txt}R-squared:{col 49}Obs per group:
     Within  = {res}0.3154{col 63}{txt}min{col 67}={col 69}{res}         1
{txt}     Between = {res}0.1750{col 63}{txt}avg{col 67}={col 69}{res}      22.9
{txt}     Overall = {res}0.2836{col 63}{txt}max{col 67}={col 69}{res}     2,306

{txt}{col 49}F({res}28{txt}, {res}3139{txt}){col 67}={col 70}{res}   106.78
{txt}corr(u_i, Xb) = {res}-0.1518{txt}{col 49}Prob > F{col 67}={col 73}{res}0.0000

{txt}{ralign 88:(Std. err. adjusted for {res:3,140} clusters in {res:county_enc})}
{hline 23}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 24}{c |}{col 36}    Robust
{col 1}     unemployment_rate{col 24}{c |} Coefficient{col 36}  std. err.{col 48}      t{col 56}   P>|t|{col 64}     [95% con{col 77}f. interval]
{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 17}geo_B {c |}{col 24}{res}{space 2} .2967912{col 36}{space 2} .6204968{col 47}{space 1}    0.48{col 56}{space 3}0.632{col 64}{space 4}-.9198292{col 77}{space 3} 1.513412
{txt}{space 17}geo_C {c |}{col 24}{res}{space 2} .0848748{col 36}{space 2} .7882946{col 47}{space 1}    0.11{col 56}{space 3}0.914{col 64}{space 4} -1.46075{col 77}{space 3}   1.6305
{txt}{space 17}geo_D {c |}{col 24}{res}{space 2} 1.213216{col 36}{space 2} .8588683{col 47}{space 1}    1.41{col 56}{space 3}0.158{col 64}{space 4}-.4707841{col 77}{space 3} 2.897216
{txt}{space 22} {c |}
{space 1}c.geo_A#c.cs_baseline {c |}{col 24}{res}{space 2} -.003953{col 36}{space 2} .0090119{col 47}{space 1}   -0.44{col 56}{space 3}0.661{col 64}{space 4}-.0216228{col 77}{space 3} .0137168
{txt}{space 22} {c |}
{space 1}c.geo_B#c.cs_baseline {c |}{col 24}{res}{space 2}-.0053789{col 36}{space 2} .0063371{col 47}{space 1}   -0.85{col 56}{space 3}0.396{col 64}{space 4}-.0178041{col 77}{space 3} .0070463
{txt}{space 22} {c |}
{space 1}c.geo_C#c.cs_baseline {c |}{col 24}{res}{space 2}-.0015037{col 36}{space 2} .0080224{col 47}{space 1}   -0.19{col 56}{space 3}0.851{col 64}{space 4}-.0172334{col 77}{space 3}  .014226
{txt}{space 22} {c |}
{space 1}c.geo_D#c.cs_baseline {c |}{col 24}{res}{space 2}-.0141228{col 36}{space 2}  .011233{col 47}{space 1}   -1.26{col 56}{space 3}0.209{col 64}{space 4}-.0361477{col 77}{space 3}  .007902
{txt}{space 22} {c |}
{space 12}network_U2 {c |}{col 24}{res}{space 2} .0078749{col 36}{space 2} .0469887{col 47}{space 1}    0.17{col 56}{space 3}0.867{col 64}{space 4}-.0842569{col 77}{space 3} .1000066
{txt}{space 12}network_U3 {c |}{col 24}{res}{space 2} .0182795{col 36}{space 2} .0518798{col 47}{space 1}    0.35{col 56}{space 3}0.725{col 64}{space 4}-.0834422{col 77}{space 3} .1200011
{txt}{space 12}network_U4 {c |}{col 24}{res}{space 2} .0921573{col 36}{space 2} .0520182{col 47}{space 1}    1.77{col 56}{space 3}0.077{col 64}{space 4}-.0098359{col 77}{space 3} .1941505
{txt}{space 12}network_U5 {c |}{col 24}{res}{space 2} -.037779{col 36}{space 2} .0529359{col 47}{space 1}   -0.71{col 56}{space 3}0.475{col 64}{space 4}-.1415716{col 77}{space 3} .0660136
{txt}{space 12}network_R1 {c |}{col 24}{res}{space 2}-.0207274{col 36}{space 2} .0869996{col 47}{space 1}   -0.24{col 56}{space 3}0.812{col 64}{space 4}-.1913094{col 77}{space 3} .1498545
{txt}{space 12}network_R2 {c |}{col 24}{res}{space 2}-.0319381{col 36}{space 2} .0879808{col 47}{space 1}   -0.36{col 56}{space 3}0.717{col 64}{space 4}-.2044439{col 77}{space 3} .1405677
{txt}{space 15}micro_2 {c |}{col 24}{res}{space 2}-.1235926{col 36}{space 2} .0553675{col 47}{space 1}   -2.23{col 56}{space 3}0.026{col 64}{space 4}-.2321527{col 77}{space 3}-.0150325
{txt}{space 15}micro_3 {c |}{col 24}{res}{space 2}-.1543257{col 36}{space 2} .0824333{col 47}{space 1}   -1.87{col 56}{space 3}0.061{col 64}{space 4}-.3159543{col 77}{space 3} .0073029
{txt}{space 15}micro_4 {c |}{col 24}{res}{space 2}-.3380648{col 36}{space 2} .0747413{col 47}{space 1}   -4.52{col 56}{space 3}0.000{col 64}{space 4}-.4846115{col 77}{space 3}-.1915181
{txt}{space 15}micro_5 {c |}{col 24}{res}{space 2}-.3363161{col 36}{space 2} .0738913{col 47}{space 1}   -4.55{col 56}{space 3}0.000{col 64}{space 4}-.4811962{col 77}{space 3}-.1914361
{txt}{space 7}busavailability {c |}{col 24}{res}{space 2} .8580088{col 36}{space 2} .3916725{col 47}{space 1}    2.19{col 56}{space 3}0.029{col 64}{space 4} .0900487{col 77}{space 3} 1.625969
{txt}{space 6}busavailability2 {c |}{col 24}{res}{space 2}-.9961984{col 36}{space 2} .5283132{col 47}{space 1}   -1.89{col 56}{space 3}0.059{col 64}{space 4}-2.032073{col 77}{space 3} .0396759
{txt}{space 5}frac_age_above_65 {c |}{col 24}{res}{space 2}-6.694863{col 36}{space 2}  .272062{col 47}{space 1}  -24.61{col 56}{space 3}0.000{col 64}{space 4}-7.228301{col 77}{space 3}-6.161426
{txt}{space 10}edu_above_bs {c |}{col 24}{res}{space 2}-2.906324{col 36}{space 2} .2589989{col 47}{space 1}  -11.22{col 56}{space 3}0.000{col 64}{space 4}-3.414148{col 77}{space 3}  -2.3985
{txt}{space 8}frac_hh_no_veh {c |}{col 24}{res}{space 2} 2.901859{col 36}{space 2} .6419252{col 47}{space 1}    4.52{col 56}{space 3}0.000{col 64}{space 4} 1.643223{col 77}{space 3} 4.160495
{txt}{space 4}frac_tenure_renter {c |}{col 24}{res}{space 2}-1.536275{col 36}{space 2} .1814408{col 47}{space 1}   -8.47{col 56}{space 3}0.000{col 64}{space 4} -1.89203{col 77}{space 3}-1.180521
{txt}{space 4}frac_below_poverty {c |}{col 24}{res}{space 2} 6.826282{col 36}{space 2} 1.056333{col 47}{space 1}    6.46{col 56}{space 3}0.000{col 64}{space 4} 4.755109{col 77}{space 3} 8.897455
{txt}{space 1}frac_hh_inc_below_40k {c |}{col 24}{res}{space 2} 5.207405{col 36}{space 2} .4243836{col 47}{space 1}   12.27{col 56}{space 3}0.000{col 64}{space 4} 4.375308{col 77}{space 3} 6.039503
{txt}frac_hh_inc_above_100k {c |}{col 24}{res}{space 2}-.6831733{col 36}{space 2} .2555145{col 47}{space 1}   -2.67{col 56}{space 3}0.008{col 64}{space 4}-1.184166{col 77}{space 3}-.1821809
{txt}{space 11}job_density {c |}{col 24}{res}{space 2}-.0000116{col 36}{space 2} 5.93e-06{col 47}{space 1}   -1.96{col 56}{space 3}0.050{col 64}{space 4}-.0000232{col 77}{space 3} 2.40e-08
{txt}{space 8}hhmedianincome {c |}{col 24}{res}{space 2} 7.94e-06{col 36}{space 2} 1.52e-06{col 47}{space 1}    5.23{col 56}{space 3}0.000{col 64}{space 4} 4.96e-06{col 77}{space 3} .0000109
{txt}{space 17}_cons {c |}{col 24}{res}{space 2} 4.146013{col 36}{space 2} .8107178{col 47}{space 1}    5.11{col 56}{space 3}0.000{col 64}{space 4} 2.556423{col 77}{space 3} 5.735604
{txt}{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
               sigma_u {c |} {res} 1.4695606
               {txt}sigma_e {c |} {res} 2.0714598
                   {txt}rho {c |} {res} .33479425{txt}   (fraction of variance due to u_i)
{hline 23}{c BT}{hline 64}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\unemployment_rate.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\unemployment_rate.txt""':seeout}

{com}. 
. outreg2 using "$tab\unemployment_rate", excel append: xtreg unemployment_rate ///
> micro_2 micro_3 micro_4 micro_5 c.micro_1#c.cs_baseline c.micro_2#c.cs_baseline c.micro_3#c.cs_baseline c.micro_4#c.cs_baseline c.micro_5#c.cs_baseline ///
> network_U2 network_U3 network_U4 network_U5 network_R1 network_R2 ///
> geo_B geo_C geo_D busavailability busavailability2 ///
> $socioec hhmedianincome, fe vce(cl county_enc)
{res}
{txt}Fixed-effects (within) regression{col 49}Number of obs{col 67}={col 69}{res}    72,018
{txt}Group variable: {res}county_enc{txt}{col 49}Number of groups{col 67}={col 69}{res}     3,140

{txt}R-squared:{col 49}Obs per group:
     Within  = {res}0.3155{col 63}{txt}min{col 67}={col 69}{res}         1
{txt}     Between = {res}0.1652{col 63}{txt}avg{col 67}={col 69}{res}      22.9
{txt}     Overall = {res}0.2847{col 63}{txt}max{col 67}={col 69}{res}     2,306

{txt}{col 49}F({res}29{txt}, {res}3139{txt}){col 67}={col 70}{res}   102.57
{txt}corr(u_i, Xb) = {res}-0.1493{txt}{col 49}Prob > F{col 67}={col 73}{res}0.0000

{txt}{ralign 89:(Std. err. adjusted for {res:3,140} clusters in {res:county_enc})}
{hline 24}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 25}{c |}{col 37}    Robust
{col 1}      unemployment_rate{col 25}{c |} Coefficient{col 37}  std. err.{col 49}      t{col 57}   P>|t|{col 65}     [95% con{col 78}f. interval]
{hline 24}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 16}micro_2 {c |}{col 25}{res}{space 2}-.2766103{col 37}{space 2} .2859436{col 48}{space 1}   -0.97{col 57}{space 3}0.333{col 65}{space 4}-.8372657{col 78}{space 3} .2840451
{txt}{space 16}micro_3 {c |}{col 25}{res}{space 2}-.2168236{col 37}{space 2} .3057052{col 48}{space 1}   -0.71{col 57}{space 3}0.478{col 65}{space 4}-.8162259{col 78}{space 3} .3825788
{txt}{space 16}micro_4 {c |}{col 25}{res}{space 2} .0529616{col 37}{space 2} .4187641{col 48}{space 1}    0.13{col 57}{space 3}0.899{col 65}{space 4}-.7681176{col 78}{space 3} .8740408
{txt}{space 16}micro_5 {c |}{col 25}{res}{space 2} .2588954{col 37}{space 2} .3651263{col 48}{space 1}    0.71{col 57}{space 3}0.478{col 65}{space 4} -.457015{col 78}{space 3} .9748059
{txt}{space 23} {c |}
c.micro_1#c.cs_baseline {c |}{col 25}{res}{space 2}-.0030093{col 37}{space 2} .0081099{col 48}{space 1}   -0.37{col 57}{space 3}0.711{col 65}{space 4}-.0189107{col 78}{space 3}  .012892
{txt}{space 23} {c |}
c.micro_2#c.cs_baseline {c |}{col 25}{res}{space 2}-.0009684{col 37}{space 2} .0064953{col 48}{space 1}   -0.15{col 57}{space 3}0.881{col 65}{space 4}-.0137039{col 78}{space 3}  .011767
{txt}{space 23} {c |}
c.micro_3#c.cs_baseline {c |}{col 25}{res}{space 2}-.0020883{col 37}{space 2} .0071958{col 48}{space 1}   -0.29{col 57}{space 3}0.772{col 65}{space 4}-.0161972{col 78}{space 3} .0120207
{txt}{space 23} {c |}
c.micro_4#c.cs_baseline {c |}{col 25}{res}{space 2}-.0085075{col 37}{space 2} .0071262{col 48}{space 1}   -1.19{col 57}{space 3}0.233{col 65}{space 4}  -.02248{col 78}{space 3}  .005465
{txt}{space 23} {c |}
c.micro_5#c.cs_baseline {c |}{col 25}{res}{space 2}-.0118686{col 37}{space 2} .0063664{col 48}{space 1}   -1.86{col 57}{space 3}0.062{col 65}{space 4}-.0243513{col 78}{space 3} .0006141
{txt}{space 23} {c |}
{space 13}network_U2 {c |}{col 25}{res}{space 2} .0066907{col 37}{space 2} .0470468{col 48}{space 1}    0.14{col 57}{space 3}0.887{col 65}{space 4}-.0855548{col 78}{space 3} .0989363
{txt}{space 13}network_U3 {c |}{col 25}{res}{space 2} .0161586{col 37}{space 2}  .051931{col 48}{space 1}    0.31{col 57}{space 3}0.756{col 65}{space 4}-.0856634{col 78}{space 3} .1179807
{txt}{space 13}network_U4 {c |}{col 25}{res}{space 2} .0912392{col 37}{space 2}   .05198{col 48}{space 1}    1.76{col 57}{space 3}0.079{col 65}{space 4} -.010679{col 78}{space 3} .1931574
{txt}{space 13}network_U5 {c |}{col 25}{res}{space 2}-.0411372{col 37}{space 2} .0523146{col 48}{space 1}   -0.79{col 57}{space 3}0.432{col 65}{space 4}-.1437115{col 78}{space 3} .0614372
{txt}{space 13}network_R1 {c |}{col 25}{res}{space 2}-.0212424{col 37}{space 2}   .08697{col 48}{space 1}   -0.24{col 57}{space 3}0.807{col 65}{space 4}-.1917663{col 78}{space 3} .1492815
{txt}{space 13}network_R2 {c |}{col 25}{res}{space 2}-.0486517{col 37}{space 2} .0877681{col 48}{space 1}   -0.55{col 57}{space 3}0.579{col 65}{space 4}-.2207404{col 78}{space 3}  .123437
{txt}{space 18}geo_B {c |}{col 25}{res}{space 2} .2075738{col 37}{space 2} .1483342{col 48}{space 1}    1.40{col 57}{space 3}0.162{col 65}{space 4} -.083268{col 78}{space 3} .4984156
{txt}{space 18}geo_C {c |}{col 25}{res}{space 2} .2763017{col 37}{space 2} .1897077{col 48}{space 1}    1.46{col 57}{space 3}0.145{col 65}{space 4} -.095662{col 78}{space 3} .6482653
{txt}{space 18}geo_D {c |}{col 25}{res}{space 2} .6634569{col 37}{space 2} .2511217{col 48}{space 1}    2.64{col 57}{space 3}0.008{col 65}{space 4} .1710775{col 78}{space 3} 1.155836
{txt}{space 8}busavailability {c |}{col 25}{res}{space 2} .8582835{col 37}{space 2} .3947208{col 48}{space 1}    2.17{col 57}{space 3}0.030{col 65}{space 4} .0843466{col 78}{space 3} 1.632221
{txt}{space 7}busavailability2 {c |}{col 25}{res}{space 2}-1.007969{col 37}{space 2} .5312712{col 48}{space 1}   -1.90{col 57}{space 3}0.058{col 65}{space 4}-2.049643{col 78}{space 3} .0337051
{txt}{space 6}frac_age_above_65 {c |}{col 25}{res}{space 2}-6.693843{col 37}{space 2}  .272007{col 48}{space 1}  -24.61{col 57}{space 3}0.000{col 65}{space 4}-7.227173{col 78}{space 3}-6.160514
{txt}{space 11}edu_above_bs {c |}{col 25}{res}{space 2}-2.911906{col 37}{space 2} .2592214{col 48}{space 1}  -11.23{col 57}{space 3}0.000{col 65}{space 4}-3.420167{col 78}{space 3}-2.403645
{txt}{space 9}frac_hh_no_veh {c |}{col 25}{res}{space 2} 2.883595{col 37}{space 2} .6446437{col 48}{space 1}    4.47{col 57}{space 3}0.000{col 65}{space 4} 1.619629{col 78}{space 3} 4.147561
{txt}{space 5}frac_tenure_renter {c |}{col 25}{res}{space 2}-1.532221{col 37}{space 2} .1824269{col 48}{space 1}   -8.40{col 57}{space 3}0.000{col 65}{space 4}-1.889909{col 78}{space 3}-1.174533
{txt}{space 5}frac_below_poverty {c |}{col 25}{res}{space 2} 6.821917{col 37}{space 2} 1.053527{col 48}{space 1}    6.48{col 57}{space 3}0.000{col 65}{space 4} 4.756247{col 78}{space 3} 8.887588
{txt}{space 2}frac_hh_inc_below_40k {c |}{col 25}{res}{space 2} 5.191734{col 37}{space 2} .4222094{col 48}{space 1}   12.30{col 57}{space 3}0.000{col 65}{space 4} 4.363899{col 78}{space 3} 6.019568
{txt}{space 1}frac_hh_inc_above_100k {c |}{col 25}{res}{space 2}-.6791482{col 37}{space 2} .2540386{col 48}{space 1}   -2.67{col 57}{space 3}0.008{col 65}{space 4}-1.177247{col 78}{space 3}-.1810497
{txt}{space 12}job_density {c |}{col 25}{res}{space 2}-.0000116{col 37}{space 2} 5.94e-06{col 48}{space 1}   -1.95{col 57}{space 3}0.052{col 65}{space 4}-.0000232{col 78}{space 3} 7.66e-08
{txt}{space 9}hhmedianincome {c |}{col 25}{res}{space 2} 7.89e-06{col 37}{space 2} 1.51e-06{col 48}{space 1}    5.21{col 57}{space 3}0.000{col 65}{space 4} 4.92e-06{col 78}{space 3} .0000109
{txt}{space 18}_cons {c |}{col 25}{res}{space 2} 4.080974{col 37}{space 2} .7211292{col 48}{space 1}    5.66{col 57}{space 3}0.000{col 65}{space 4} 2.667042{col 78}{space 3} 5.494907
{txt}{hline 24}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
                sigma_u {c |} {res} 1.4809673
                {txt}sigma_e {c |} {res} 2.0712966
                    {txt}rho {c |} {res} .33828221{txt}   (fraction of variance due to u_i)
{hline 24}{c BT}{hline 64}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\unemployment_rate.xml"'}
{browse `"C:\Users\caspurlock\Documents\GitHub\CQM-Analysis"' :dir}{com} : {txt}{stata `"seeout using "C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\unemployment_rate.txt""':seeout}

{com}. 
. log close
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}C:\Users\caspurlock\Documents\GitHub\CQM-Analysis\tables\log_cqm_paper_analysis.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res} 2 Sep 2025, 11:31:22
{txt}{.-}
{smcl}
{txt}{sf}{ul off}